-- phpMyAdmin SQL Dump
-- version 3.4.8
-- http://www.phpmyadmin.net
--
-- 主机: 118.123.17.11
-- 生成日期: 2012 年 03 月 15 日 00:20
-- 服务器版本: 5.1.29
-- PHP 版本: 5.2.8

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `byronlee`
--

-- --------------------------------------------------------

--
-- 表的结构 `wo_advise`
--

CREATE TABLE IF NOT EXISTS `wo_advise` (
  `advise_id` int(11) NOT NULL AUTO_INCREMENT,
  `advise` varchar(500) NOT NULL,
  `user_id` int(11) NOT NULL,
  `posttime` int(11) NOT NULL,
  PRIMARY KEY (`advise_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `wo_advise`
--

INSERT INTO `wo_advise` (`advise_id`, `advise`, `user_id`, `posttime`) VALUES
(1, 'dddd', 1, 1331212086);

-- --------------------------------------------------------

--
-- 表的结构 `wo_content`
--

CREATE TABLE IF NOT EXISTS `wo_content` (
  `content_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) NOT NULL,
  `content_body` varchar(200) NOT NULL,
  `posttime` int(10) NOT NULL,
  PRIMARY KEY (`content_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `wo_expression`
--

CREATE TABLE IF NOT EXISTS `wo_expression` (
  `expression_id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL DEFAULT 'mini',
  `emotion` varchar(255) NOT NULL,
  `filename` varchar(255) NOT NULL,
  PRIMARY KEY (`expression_id`),
  UNIQUE KEY `emotion` (`emotion`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=54 ;

--
-- 转存表中的数据 `wo_expression`
--

INSERT INTO `wo_expression` (`expression_id`, `title`, `type`, `emotion`, `filename`) VALUES
(1, '痛哭', 'mini', '[痛哭]', 'cry.gif'),
(2, '微笑', 'mini', '[微笑]', 'smile.gif'),
(3, '胜利', 'mini', '[胜利]', 'victory.gif'),
(4, 'OK', 'mini', '[OK]', 'ok.gif'),
(5, '偷笑', 'mini', '[偷笑]', 'titter.gif'),
(6, '握手', 'mini', '[握手]', 'handshake.gif'),
(7, '哭泣', 'mini', '[哭泣]', 'ku.gif'),
(8, '汗水', 'mini', '[汗水]', 'sweat.gif'),
(9, '可爱', 'mini', '[可爱]', 'loveliness.gif'),
(10, '发怒', 'mini', '[发怒]', 'huffy.gif'),
(11, '白眼', 'mini', '[白眼]', 'baiyan.gif'),
(12, '大兵', 'mini', '[大兵]', 'dabing.gif'),
(13, '呲牙', 'mini', '[呲牙]', 'ciya.gif'),
(14, '傲慢', 'mini', '[傲慢]', 'aoman.gif'),
(15, '鄙视', 'mini', '[鄙视]', 'bishi.gif'),
(16, '差劲', 'mini', '[差劲]', 'chajin.gif'),
(17, '擦汗', 'mini', '[擦汗]', 'cahan.gif'),
(18, '菜刀', 'mini', '[菜刀]', 'caidao.gif'),
(19, '打', 'mini', '[打]', 'da.gif'),
(20, '刀', 'mini', '[刀]', 'dao.gif'),
(21, '得意', 'mini', '[得意]', 'deyi.gif'),
(22, '凋谢', 'mini', '[凋谢]', 'diaoxie.gif'),
(23, '饭', 'mini', '[饭]', 'fan.gif'),
(24, '尴尬', 'mini', '[尴尬]', 'gangga.gif'),
(25, '给力', 'mini', '[给力]', 'geili.gif'),
(26, '勾引', 'mini', '[勾引]', 'gouyin.gif'),
(27, '鼓掌', 'mini', '[鼓掌]', 'guzhang.gif'),
(28, '哈哈', 'mini', '[哈哈]', 'haha.gif'),
(29, '害羞', 'mini', '[害羞]', 'haixiu.gif'),
(30, '哈欠', 'mini', '[哈欠]', 'haqian.gif'),
(31, '坏笑', 'mini', '[坏笑]', 'huaixiao.gif'),
(32, '惊恐', 'mini', '[惊恐]', 'jingkong.gif'),
(33, '惊讶', 'mini', '[惊讶]', 'jingya.gif'),
(34, '咖啡', 'mini', '[咖啡]', 'kafei.gif'),
(35, '冷汗', 'mini', '[冷汗]', 'lenghan.gif'),
(36, 'no', 'mini', '[no]', 'no.gif'),
(37, '佩服', 'mini', '[佩服]', 'peifu.gif'),
(38, '亲亲', 'mini', '[亲亲]', 'qinqin.gif'),
(39, '糗大了', 'mini', '[糗大了]', 'qioudale.gif'),
(40, '弱', 'mini', '[弱]', 'ruo.gif'),
(41, '色', 'mini', '[色]', 'se.gif'),
(42, '睡觉', 'mini', '[睡觉]', 'shuijiao.gif'),
(43, '调皮', 'mini', '[调皮]', 'tiaopi.gif'),
(44, '吐', 'mini', '[吐]', 'tu.gif'),
(45, '委屈', 'mini', '[委屈]', 'weiqu.gif'),
(46, '问', 'mini', '[问]', 'wen.gif'),
(47, '阴险', 'mini', '[阴险]', 'yinxian.gif'),
(48, '吓', 'mini', '[吓]', 'xia.gif'),
(49, '嘘', 'mini', '[嘘]', 'xu.gif'),
(50, '晕', 'mini', '[晕]', 'yun.gif'),
(51, '再见', 'mini', '[再见]', 'zaijian.gif'),
(52, '折磨', 'mini', '[折磨]', 'zhemo.gif'),
(53, '抓狂', 'mini', '[抓狂]', 'zhuakuang.gif');

-- --------------------------------------------------------

--
-- 表的结构 `wo_flash`
--

CREATE TABLE IF NOT EXISTS `wo_flash` (
  `flash_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) NOT NULL,
  `flash_body` varchar(500) NOT NULL,
  `flash_comment_time` tinyint(1) NOT NULL COMMENT '评论次数',
  `posttime` int(10) NOT NULL,
  PRIMARY KEY (`flash_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='闪存' AUTO_INCREMENT=89 ;

--
-- 转存表中的数据 `wo_flash`
--

INSERT INTO `wo_flash` (`flash_id`, `user_id`, `flash_body`, `flash_comment_time`, `posttime`) VALUES
(1, 1, '@Byronlee', 1, 1331200790),
(2, 2, '@yoyiorlee 哈哈哈哈哈哈 来了哇', 6, 1331200932),
(3, 3, 'hello,boys and girls,i''m the first man!', 12, 1331200940),
(4, 2, '来了哇 @SimleGate @yoyiorlee', 0, 1331200959),
(5, 1, '@橘子小睿 [握手]', 2, 1331201153),
(6, 3, '等了好久了，终于上线了', 3, 1331201297),
(7, 3, '不错不错，赞一个！', 0, 1331201935),
(8, 4, '其实还是多可以的，这么久的辛苦没有白费哈！但是为什么@功能不能用呢？', 4, 1331202516),
(9, 5, '等了那么久，还是可以的', 3, 1331202556),
(10, 1, '@姜莲叶 [可爱]', 1, 1331203286),
(11, 2, '@姜莲叶 @橘子小睿 @SimleGate 欢迎光临', 8, 1331203371),
(12, 1, '@橘子小睿 是不是用鼠标点击名字的时候不怎么灵？', 4, 1331203467),
(13, 6, '最近总有一种小人得志的窃喜[坏笑]', 9, 1331203771),
(14, 1, '@易乐 欢迎！[偷笑]', 2, 1331204014),
(15, 2, '@易乐 欢迎光临 [呲牙]', 0, 1331204075),
(16, 6, '没心没肺的，这又是说的谁呐[问]', 2, 1331204434),
(17, 2, '@姜莲叶 你现在才粉我，切 不自觉的人', 1, 1331204601),
(18, 7, '......这下变成班级聊天网了', 3, 1331205210),
(19, 11, '好像很有聊的样子', 2, 1331205944),
(20, 2, '@王力 哈哈 兄弟 欢迎 欢迎 现在是测试 ，里面还有很多问题，发现问题 就在我们 网站底部 联系我们的 那里 提交建议', 0, 1331205972),
(21, 10, '我来了~~~[胜利]', 6, 1331206361),
(22, 2, '目前 窝窝园 可能微社 和商场 还有很多 debug  不能使用，改正中，大家，耍到哈，还没有吃饭，去吃饭了，回来在改正。@贾明强 @王军 @姜莲叶 @KILLER', 0, 1331207162),
(23, 13, '来了 期待了很久 本来这里。。。唉', 3, 1331207679),
(24, 14, '报道来了', 2, 1331208776),
(25, 6, '一年之后，他发信息问：”你是谁？“她答：”再问别人之前，你不觉得应该先自报家门么？“他答：”哦，我是**，请问你是？“她顿了顿望着屏幕上的字，终于敲字：”哦，**“他问：”四川的？“她答：”恩“他问：“你认识我不”她：“那你觉得你认识我不”他········结局是什么呢', 6, 1331216454),
(26, 1, '@文迁 欢迎 。。。。', 1, 1331218334),
(27, 2, '@文迁  呵呵呵，你来了哦。欢迎哦', 12, 1331218388),
(28, 1, '@王洋 [微笑]', 0, 1331218391),
(29, 18, '还没有弄懂有什么功能？', 8, 1331218661),
(30, 1, '@Byronlee AT一个![微笑]', 4, 1331219708),
(31, 6, '纵使相逢应不识，尘满面，鬓如霜', 2, 1331266126),
(32, 6, '经验和时尚有关，适合某一时代的行为，并不意味着在今天仍然行得通。', 2, 1331267100),
(33, 2, '@liu_刘文  welcome！', 0, 1331270618),
(34, 3, '小米手机到了，体验中，哈哈', 4, 1331271863),
(35, 24, 'Look Look[呲牙]', 2, 1331274291),
(36, 2, '现在注册的用户，我统统关注，机会有限哦!!!,过了这几天，就不这样了哈，抓紧时间大家哈。@SimleGate @姜莲叶 @橘子小睿 你们说呢？？[偷笑]', 1, 1331289936),
(37, 2, '@bravecheng welcome！', 0, 1331290105),
(38, 18, '宣传不给力 啊', 3, 1331304311),
(39, 1, '@Byronlee 商品已下架!亲,包邮哟!', 1, 1331344157),
(40, 3, '高价寻找枪手，写毕业论文，有一折联系我，亲', 6, 1331351329),
(41, 26, '测试用用户', 2, 1331352141),
(42, 3, '四件东西：ipad，单反，mac air，吉他', 2, 1331354728),
(43, 4, '啦啦啦，啦啦啦，终于晴了！！', 5, 1331355058),
(44, 3, '欢迎 @刘浩宇 哈哈，@Byronlee', 2, 1331359080),
(45, 2, '视频: 苹果新一代iPad发布会视频中文版(ipad3)，http://v.youku.com/v_show/id_XMzYyNzEyODk2.html。@SimleGate @橘子小睿 @姜莲叶', 0, 1331360928),
(46, 2, '视频: 苹果新一代iPad发布会视频中文版(ipad3)，http://v.youku.com/v_show/id_XMzYyNzEyODk2.html。@SimleGate @橘子小睿 @姜莲叶', 2, 1331360930),
(47, 2, '@SimleGate @姜莲叶 @橘子小睿 怎么不上架商品？？？？上架debug 已经修复！！！！', 0, 1331361459),
(48, 2, '@SimleGate  亲，把后台的用户输出数据，用倒叙的方法读出来！！！你怎么还没有改？？？？？', 1, 1331361598),
(49, 2, '寻求 安卓开发项目.....', 0, 1331361617),
(50, 2, '@SimleGate 今天晚上打牌输了还是赢了？？？', 0, 1331385476),
(51, 2, '明天去熊猫基地耍！！！好好的放松下！！哈哈 期待[偷笑][胜利]', 0, 1331385510),
(52, 2, '@SimleGate 你再次被拍买！！', 0, 1331385858),
(53, 2, '@橘子小睿  《我可能不会爱你！》 ing..........', 2, 1331387736),
(54, 3, '1500/10000', 1, 1331411438),
(55, 29, '哈哈哈哈哈哈[哈哈]', 4, 1331426822),
(56, 29, '何云在哪里？？@何云 @文迁', 11, 1331426844),
(57, 3, '你所浪费的今天，是昨天死去的人奢望的明天。你所厌恶的现在，是未来的你回不去的曾经。', 2, 1331451719),
(58, 1, 'http://www.baidu.com/s?bs=%CE%FB%B9%FE%BA%EF&amp;f=8&amp;rsv_bp=1&amp;wd=iPad2%B7%A2%B2%BC%BB%E1%CA%D3%C6%B5%D6%D0%CE%C4%B0%E6&amp;rsv_n=2&amp;inputT=5996', 1, 1331479567),
(59, 1, '@Ginchenorlee 亲,记得把这个空间备份哟!', 3, 1331556358),
(60, 2, '@SimleGate @橘子小睿 @姜莲叶 首页图片转起来了', 0, 1331557933),
(61, 2, '@SimleGate ,现在的闪存不能重复闪存了哦，debug已修正@橘子小睿', 0, 1331560576),
(62, 2, '有空把这个@ 定位好好修正一下', 0, 1331560623),
(63, 1, '*＃7284＃', 1, 1331562327),
(64, 2, '@SimleGate 怎么不把你的电脑拍上来？？？你不是要卖电脑的嘛？？', 4, 1331563836),
(65, 2, '4名IT专业大学生毕业后年薪超十万，我们成大的学生哦，而且是软件工程的。@牛田歌 @SimleGate @yoyiorlee @姜莲叶 @橘子小睿 成大日报报道http://cdrb.newssc.org/html/2012-03/09/content_1524776.htm', 2, 1331630349),
(67, 2, '@牛田歌 现在才来关注我！！！！！！！不解释', 6, 1331645620),
(68, 2, '@李洪杰 welcome！！！  现在才来哦！', 0, 1331645817),
(69, 29, '小强，你这头像帅气！！！@张天强', 2, 1331648014),
(70, 1, '@张天强 哇!和我名字就差那么一个字,[偷笑]', 4, 1331648212),
(71, 29, '你的头像这照片是我照的哇？？？我记得的，，，哈哈哈@Sylar', 5, 1331648245),
(72, 1, '@李洪杰 欢迎,欢迎!', 1, 1331648316),
(73, 2, '@张天强 welcome!', 0, 1331648690),
(74, 2, '你们说这些新同学来，为啥不发言？？@牛田歌 @SimleGate', 5, 1331649017),
(75, 29, '????你在哪里？@何欢', 5, 1331651224),
(76, 1, '@何欢 热烈欢迎旅游学院的同学!', 1, 1331685227),
(77, 1, '各位!早上好哇!', 2, 1331685241),
(79, 35, '[偷笑]我是盗版的……！！！', 7, 1331693009),
(80, 2, '如何将小像素的图片变大？http://blog.sina.com.cn/s/blog_66be10710100kmxb.html', 0, 1331696418),
(81, 1, '早上报个到,中午报个到,报个到就闪人吃饭！', 1, 1331697189),
(82, 2, '关于申报2012年学生创新创业活动相关项目的通知 @牛田歌 http://byronlee.gotoip55.com/index.php/Forum/ewt_display/s_t_y/22/w_t/3c62aea7691229be0d36b0c14551c4c5', 1, 1331702079),
(83, 1, '作为解决二维码技术和应用瓶颈而发展起来的新型矩阵技术，彩色码对手机摄像头的技术要求不高，即便支持普通摄像功能的中低端手机都能主动识别。', 0, 1331702780),
(84, 1, '@琴音未央 [佩服]', 2, 1331706024),
(85, 2, '@牛田歌 @SimleGate @橘子小睿 @姜莲叶 @yoyiorlee http://byronlee.gotoip55.com/index.php/Forum/ewt_display/s_t_y/25/w_t/f33eec6c4675604eb04264ba75b23701', 0, 1331710048),
(86, 2, '@牛田歌 @SimleGate @橘子小睿 @姜莲叶 @yoyiorlee 发帖添加图片哈，多多宣传，让更多的人看见。以便会用', 1, 1331710109),
(87, 2, 'http://byronlee.gotoip55.com/index.php/Trade/detail/id/9/i_/4df0bc17b21e4321edd03c158baf1328 @牛田歌 ，你真牛，卖包包', 1, 1331720670),
(88, 1, '各位!晚安!!', 0, 1331738658);

-- --------------------------------------------------------

--
-- 表的结构 `wo_flash_atme`
--

CREATE TABLE IF NOT EXISTS `wo_flash_atme` (
  `at_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `uid` int(11) NOT NULL DEFAULT '0' COMMENT '被at 到的用户',
  `flash_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`at_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=82 ;

--
-- 转存表中的数据 `wo_flash_atme`
--

INSERT INTO `wo_flash_atme` (`at_id`, `uid`, `flash_id`) VALUES
(1, 2, 1),
(2, 3, 2),
(3, 1, 4),
(4, 3, 4),
(5, 4, 5),
(6, 6, 10),
(7, 6, 11),
(8, 4, 11),
(9, 1, 11),
(10, 4, 12),
(11, 7, 14),
(12, 7, 15),
(13, 6, 17),
(14, 8, 20),
(15, 11, 22),
(16, 10, 22),
(17, 6, 22),
(18, 5, 22),
(19, 18, 26),
(20, 18, 27),
(21, 17, 28),
(22, 2, 30),
(23, 21, 33),
(24, 1, 36),
(25, 6, 36),
(26, 4, 36),
(27, 23, 37),
(28, 2, 39),
(29, 27, 44),
(30, 2, 44),
(31, 1, 45),
(32, 4, 45),
(33, 6, 45),
(34, 1, 46),
(35, 4, 46),
(36, 6, 46),
(37, 1, 47),
(38, 6, 47),
(39, 4, 47),
(40, 1, 48),
(41, 1, 50),
(42, 1, 52),
(43, 4, 53),
(44, 20, 56),
(45, 18, 56),
(46, 2, 59),
(47, 1, 60),
(48, 4, 60),
(49, 6, 60),
(50, 1, 61),
(51, 4, 61),
(52, 1, 64),
(53, 29, 65),
(54, 1, 65),
(55, 3, 65),
(56, 6, 65),
(57, 4, 65),
(58, 29, 67),
(59, 32, 68),
(60, 33, 69),
(61, 33, 70),
(62, 7, 71),
(63, 32, 72),
(64, 33, 73),
(65, 29, 74),
(66, 1, 74),
(67, 34, 75),
(68, 34, 76),
(69, 29, 82),
(70, 37, 84),
(71, 29, 85),
(72, 1, 85),
(73, 4, 85),
(74, 6, 85),
(75, 3, 85),
(76, 29, 86),
(77, 1, 86),
(78, 4, 86),
(79, 6, 86),
(80, 3, 86),
(81, 29, 87);

-- --------------------------------------------------------

--
-- 表的结构 `wo_flash_comment`
--

CREATE TABLE IF NOT EXISTS `wo_flash_comment` (
  `comment_id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL COMMENT '评论用户id',
  `receive_user_id` int(11) NOT NULL COMMENT '发闪存的人的ID',
  `flash_id` int(11) NOT NULL COMMENT '闪存id',
  `recomment_id` int(11) NOT NULL DEFAULT '0',
  `recomment_user_id` int(11) NOT NULL DEFAULT '0' COMMENT '被回复评论的评论主人',
  `comment_body` text NOT NULL,
  `ctime` int(11) NOT NULL,
  PRIMARY KEY (`comment_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=218 ;

--
-- 转存表中的数据 `wo_flash_comment`
--

INSERT INTO `wo_flash_comment` (`comment_id`, `user_id`, `receive_user_id`, `flash_id`, `recomment_id`, `recomment_user_id`, `comment_body`, `ctime`) VALUES
(1, 3, 2, 2, 0, 0, '必须的第一个，哈哈', 1331200955),
(2, 2, 2, 2, 1, 3, '回复@yoyiorlee:哈哈哈哈哈 还是可以哇  还是可以', 1331200983),
(3, 2, 1, 1, 0, 0, '你个撇人[微笑]', 1331201002),
(4, 2, 3, 3, 0, 0, '哈哈哈  来了 好高兴啊', 1331201045),
(5, 2, 3, 3, 0, 0, '互粉了哈', 1331201104),
(6, 3, 3, 3, 5, 2, '回复@Byronlee:好好，还不错加油', 1331201128),
(7, 4, 1, 5, 0, 0, '[握手]', 1331201166),
(8, 3, 3, 3, 4, 2, '回复@Byronlee：成功来源于自己对事物的看法，满足了就高兴了，加油', 1331201169),
(9, 2, 3, 3, 6, 3, '回复@yoyiorlee:这个评论都是我做的哦，哈哈哈 还有这个通知 还灵验 即使的 哈哈 好高兴啊 高兴啊 高兴啊', 1331201172),
(10, 3, 3, 3, 9, 2, '回复@Byronlee:有那么高兴，还有写问题需要修正', 1331201204),
(11, 1, 3, 3, 0, 0, '欢迎,欢迎！', 1331201223),
(12, 2, 3, 3, 10, 3, '回复@yoyiorlee:第一次嘛 理解下嘛 费了那么多的周折啊 就高兴一下下', 1331201276),
(13, 3, 3, 3, 11, 1, '回复@SimleGate:恭喜你们，终于上线了', 1331201282),
(14, 4, 3, 6, 0, 0, '[胜利]辛苦啦~~', 1331201415),
(15, 4, 2, 2, 0, 0, '呵呵，你哥的昵称跟你好像哦，刚刚都评论错了~~[汗水]', 1331201605),
(16, 2, 2, 2, 15, 4, '回复@橘子小睿:我呢个心情 你来了 都不发话喃 找你找的好辛苦啊，呵呵 都来发话 抄气撒 嘿嘿', 1331201649),
(17, 1, 2, 2, 15, 4, '回复@橘子小睿:给你管理员权限了哈！', 1331201668),
(18, 2, 3, 6, 0, 0, '不好意思  让你久等了哈', 1331201740),
(19, 2, 3, 6, 14, 4, '回复@橘子小睿:你评论在这里来了哦？？姜莲叶呢？怎么还没有来？？', 1331201768),
(20, 4, 2, 2, 17, 1, '回复@SimleGate:收到啦啦啦~~', 1331202402),
(21, 1, 5, 9, 0, 0, '欢迎，欢迎！', 1331202653),
(22, 2, 3, 3, 0, 0, '你人气有点高哦', 1331203108),
(23, 1, 4, 8, 0, 0, '能用哇！', 1331203310),
(24, 1, 2, 11, 0, 0, '[偷笑]', 1331203404),
(25, 4, 4, 8, 23, 1, '回复@SimleGate:为什么我不能用啊？', 1331203419),
(26, 2, 1, 10, 0, 0, '人呢？她怎么没有反应啊，来了说几句撒', 1331203420),
(27, 2, 5, 9, 0, 0, '哈哈哈 ，呵呵 还是有些问题 发现问题大家就反应哈 好改正哦', 1331203461),
(28, 3, 3, 3, 22, 2, '回复@Byronlee:一般的', 1331203468),
(29, 2, 1, 5, 7, 4, '回复@橘子小睿:不解释 你两个 你们懂的', 1331203499),
(30, 4, 1, 12, 0, 0, '就是啊，用鼠标莫法点那~~', 1331203548),
(31, 1, 1, 12, 30, 4, '回复@橘子小睿:嗯，我们在改进哈！你先按哈下键！', 1331203596),
(32, 2, 3, 3, 28, 3, '回复@yoyiorlee:测试一会儿 还是发现了很多问题', 1331203606),
(33, 4, 1, 12, 31, 1, '回复@SimleGate:哦哦，这样哦~~啦啦啦，看书去了', 1331203649),
(34, 2, 5, 9, 0, 0, '互粉撒 ，怎么都不互粉了？？？？哈哈哈', 1331203652),
(35, 1, 1, 12, 33, 4, '回复@橘子小睿:嗯！！！', 1331203663),
(36, 1, 6, 13, 0, 0, 'why？', 1331203859),
(37, 2, 6, 13, 0, 0, '哈哈，谁得志了哇？', 1331204099),
(38, 6, 2, 11, 0, 0, '当家的，把好吃好喝的招待上', 1331204101),
(39, 2, 2, 11, 38, 6, '回复@姜莲叶:哟喂，你个当家的，还是可以', 1331204145),
(40, 6, 6, 13, 37, 2, '回复@Byronlee:我社，今天不仅成了一鲜花，还让某人自觉地承认是牛粪，我多年的郁结，一少而空啊[得意]', 1331204181),
(41, 6, 6, 13, 36, 1, '回复@SimleGate:我觉得自己有点大灰狼的潜质，感觉那是非常非常的不错哦', 1331204222),
(42, 6, 2, 11, 39, 2, '回复@Byronlee:哈哈 ，我这儿可是还等着吃喝呢', 1331204264),
(43, 1, 6, 13, 41, 6, '回复@姜莲叶:[偷笑]', 1331204285),
(44, 7, 1, 14, 0, 0, '擦。张强[擦汗]', 1331204327),
(45, 6, 6, 13, 43, 1, '回复@SimleGate:看什么时候你体验一下就知道了', 1331204345),
(46, 2, 2, 11, 42, 6, '回复@姜莲叶:哈嘛，你这个头像 有的洋气哦 哈哈哈', 1331204354),
(47, 2, 6, 13, 40, 6, '回复@姜莲叶:哈哈哈哈哈哈哈 ，你懂的 还是可以哇', 1331204381),
(48, 6, 6, 13, 47, 2, '回复@Byronlee:那是哇，等到n年后我还要拿这事儿来笑话没人呢', 1331204590),
(49, 2, 6, 13, 48, 6, '回复@姜莲叶:不解释[汗水]', 1331204634),
(50, 6, 2, 11, 46, 2, '回复@Byronlee:那是，多啦A梦，那可是我的偶像和向往[色]', 1331204642),
(51, 2, 2, 11, 50, 6, '回复@姜莲叶:哟哟 ，有前途 有追求哈', 1331204673),
(52, 6, 2, 11, 51, 2, '回复@Byronlee:多谢夸奖，承让了哦[胜利]', 1331204735),
(53, 6, 2, 17, 0, 0, '天可见的冤枉啊，我一上线 就粉了', 1331205032),
(54, 6, 7, 18, 0, 0, '恩 恩 恩', 1331205394),
(55, 1, 7, 18, 0, 0, '[可爱]', 1331206261),
(56, 6, 11, 19, 0, 0, '想知道为神马？', 1331206386),
(57, 6, 10, 21, 0, 0, '[握手]', 1331206473),
(58, 2, 10, 21, 0, 0, '小伙子', 1331206856),
(59, 2, 10, 21, 0, 0, '欢迎 欢迎哈哈哈哈哈哈', 1331206863),
(60, 2, 10, 21, 0, 0, '发现 问题 提出问题', 1331206874),
(61, 2, 10, 21, 0, 0, '关注你了哈', 1331206885),
(62, 2, 11, 19, 0, 0, '呵呵，', 1331207035),
(63, 2, 7, 18, 0, 0, '呵呵，大家共同努力', 1331207056),
(64, 1, 10, 21, 0, 0, '[微笑]军哥好！', 1331207490),
(65, 1, 13, 23, 0, 0, '欢迎！欢迎！有错误指出来哟！', 1331207947),
(66, 1, 14, 24, 0, 0, '欢迎，欢迎！多多指教！', 1331210433),
(67, 1, 1, 14, 44, 7, '回复@Sylar:居然才发现？', 1331210964),
(68, 6, 13, 23, 0, 0, '嗨，朋友[微笑]', 1331213518),
(69, 2, 14, 24, 0, 0, '呵呵，欢迎欢迎。发现问题 多多 提出哈', 1331216199),
(70, 2, 13, 23, 0, 0, '呵呵，来了哦，呵呵 ，多多指教[微笑]', 1331216271),
(71, 2, 4, 8, 0, 0, '如果鼠标点击不灵的话 你用键盘上的上下键可以选择[呲牙]', 1331216354),
(72, 2, 6, 25, 0, 0, '还纠结的  对话', 1331216697),
(73, 2, 6, 16, 0, 0, '你说的 [偷笑]', 1331216730),
(74, 6, 6, 25, 72, 2, '回复@Byronlee:不过是两人各怀鬼胎的试探[调皮]', 1331216924),
(75, 6, 6, 16, 73, 2, '回复@Byronlee:我说的？谁？', 1331216972),
(76, 2, 6, 25, 74, 6, '回复@姜莲叶:这样哦[偷笑]', 1331217068),
(77, 6, 6, 25, 76, 2, '回复@Byronlee:其实真正的故事是  男的看见飞信上没备注 就发信息问那女的 才有了后面的故事', 1331217297),
(78, 2, 6, 25, 77, 6, '回复@姜莲叶:[偷笑]', 1331217486),
(79, 6, 6, 25, 78, 2, '回复@Byronlee:哎哟喂  真想晓得  那个男生哪句真哪句假', 1331217560),
(80, 18, 2, 27, 0, 0, '是的 来支持', 1331218513),
(81, 18, 1, 26, 0, 0, '恩恩', 1331218547),
(82, 2, 2, 27, 80, 18, '回复@文迁:恩，谢谢哈，现在是属于公测，也就是测试阶段 ，可能部分功能还无法实现，出现这些debug 很正常哈，我们正在修改[握手][微笑]', 1331218619),
(83, 18, 2, 27, 82, 2, '回复@Byronlee:提点意见可以不？', 1331218698),
(84, 2, 2, 27, 83, 18, '回复@文迁:呵呵，当然可以啦，测试多嘛，就是发现漏洞，然后补起[握手]', 1331218748),
(85, 18, 2, 27, 84, 2, '回复@Byronlee:专业的我不懂 。不过其他 还行。个人觉得背景墙该换换。', 1331218877),
(86, 2, 18, 29, 0, 0, '呵呵，功能很多哦，只是现在可能部分没有发用', 1331218895),
(87, 2, 2, 27, 85, 18, '回复@文迁:[握手]', 1331218941),
(88, 18, 2, 27, 87, 2, '回复@Byronlee:从审美角度来看 ，换个青春一点的 ，更适合我们大学生', 1331219009),
(89, 2, 2, 27, 88, 18, '回复@文迁:青春 是一时。这只是一个点，我们需要的是一个段，追求金典，你知道为什么新浪微博的登录或者其他网站的登录或者默认首页，都用的淡，或者其他的。', 1331219161),
(90, 18, 2, 27, 89, 2, '回复@Byronlee:路都是一步一步的，有些是必须要经历的。毕竟罗马不是一天建成的', 1331219281),
(91, 2, 2, 27, 90, 18, '回复@文迁:[握手][鼓掌]', 1331219397),
(92, 18, 2, 27, 91, 2, '回复@Byronlee:[微笑]', 1331219439),
(93, 1, 18, 29, 0, 0, '慢慢玩!还是可以的!', 1331219638),
(94, 18, 18, 29, 93, 1, '回复@SimleGate:个人觉得不错[鼓掌]', 1331219814),
(95, 1, 18, 29, 94, 18, '回复@文迁:那以后要常来哟!', 1331219908),
(96, 2, 1, 30, 0, 0, '哈哈哈，好嘛。你又回去给女朋友吹电话去了，唉，摸意思！！！！！！！[偷笑]', 1331219925),
(97, 18, 18, 29, 95, 1, '回复@SimleGate:怎样才能看到其他用户？', 1331219964),
(98, 1, 1, 30, 96, 2, '回复@Byronlee:[汗水]我明天在把上架改哈!有点不灵!', 1331219991),
(99, 2, 1, 30, 98, 1, '回复@SimleGate:是撒，我现在在改 微社！！！！哈哈，还有就是，这里面的数据太少，明天去见老师的时候 可能还会有很多 debug  数据不够 不好得', 1331220111),
(100, 1, 1, 30, 99, 2, '回复@Byronlee:好!要的!!看见有debug就改嘛!', 1331220184),
(101, 1, 18, 29, 97, 18, '回复@文迁:不能看见全部用户,支持搜索!', 1331220391),
(102, 18, 18, 29, 101, 1, '回复@SimleGate:那交哟就有局限性', 1331220491),
(103, 2, 6, 32, 0, 0, '你说话 要那么有艺术嘛', 1331270483),
(104, 2, 6, 31, 0, 0, '哈哈哈，感慨啥啊？？', 1331270495),
(105, 1, 24, 35, 0, 0, '欢迎!欢迎!', 1331287352),
(106, 1, 3, 34, 0, 0, '换手机了哇?', 1331287471),
(107, 2, 24, 35, 0, 0, '[OK][握手][微笑],', 1331289680),
(108, 2, 3, 34, 0, 0, '你娃娃，早点给人家拿去！！！好解决改解决的事情，拖拖拉拉的。想啥子嘛，早解决还早安排下一个，说实话，我很期待！！！哈哈哈哈，加油哈', 1331289743),
(109, 3, 3, 34, 108, 2, '回复@Byronlee:我先体验哈', 1331305249),
(110, 3, 3, 34, 106, 1, '回复@SimleGate:哦', 1331305396),
(111, 4, 4, 8, 71, 2, '回复@Byronlee:好的，哈哈', 1331306935),
(112, 1, 2, 36, 0, 0, '来一个我关注一个!', 1331343904),
(113, 1, 18, 38, 0, 0, '你帮我们多多宣传哈!', 1331343968),
(114, 1, 3, 40, 0, 0, '写什么论文?', 1331352007),
(115, 1, 26, 41, 0, 0, '我是牛奶!', 1331352205),
(116, 3, 3, 40, 114, 1, '回复@SimleGate:毕业设计', 1331352255),
(117, 1, 4, 43, 0, 0, '[偷笑]', 1331357240),
(118, 1, 3, 42, 0, 0, '[佩服]', 1331357247),
(119, 2, 3, 44, 0, 0, 'who???哈哈哈', 1331360971),
(120, 2, 4, 43, 0, 0, '是啊，我说今天和出去耍，那张大老爷，今天要和他们寝室的同学打牌！！！唉', 1331361018),
(121, 2, 3, 42, 0, 0, 'the new ipad', 1331361067),
(122, 2, 26, 41, 115, 1, '回复@SimleGate:你认识？welcome！', 1331361096),
(123, 2, 3, 40, 0, 0, '我就知道，对了 哥给你说个事，最近有没有什么安卓的项目？帮我接一个安卓的项目嘛，最好有创新点的。呵呵，尽快哦', 1331361160),
(124, 2, 1, 39, 0, 0, '哈哈哈哈，fuck！！！ 我 再来', 1331361187),
(125, 2, 18, 38, 0, 0, '现在是测试阶段，这个网站目前可能只开放7天，7天过后我们除了维护还有更换主机，现在只是测试，所以我们没有怎么做选择，等把主机弄好了，把所有的debug 改正完了，才准备正式的做宣传哦，呵呵', 1331361285),
(126, 3, 3, 40, 123, 2, '回复@Ginchenorlee:这个事，自己去谈，猪八戒上有很多，手机项目都还比较贵一般都上万', 1331362490),
(127, 3, 3, 44, 119, 2, '回复@Ginchenorlee:一个牛逼的人', 1331362530),
(128, 3, 2, 46, 0, 0, '你这个链接有问题', 1331362896),
(129, 2, 2, 46, 128, 3, '回复@yoyiorlee:好像是', 1331364236),
(130, 2, 3, 40, 126, 3, '回复@yoyiorlee:我去看看', 1331364408),
(131, 2, 3, 40, 126, 3, '回复@yoyiorlee:还有其他类似 猪八戒网站的网站不？？给个链接', 1331364508),
(132, 6, 6, 31, 0, 0, '一直很喜欢这句话', 1331369253),
(133, 6, 6, 32, 0, 0, '哪儿有艺术了，这话是抄袭的，我喜欢', 1331369284),
(134, 4, 4, 43, 117, 1, '回复@SimleGate:呵呵，输了没？', 1331386764),
(135, 4, 4, 43, 120, 2, '回复@Ginchenorlee:呵呵，其实你更应该带你女朋友出去耍滴', 1331386793),
(136, 4, 2, 53, 0, 0, '哇塞，好看好看！！！', 1331388056),
(137, 29, 18, 38, 0, 0, '姐来了~哈哈', 1331426604),
(138, 29, 18, 29, 94, 18, '回复@文迁:呵呵，给力', 1331426649),
(139, 29, 2, 27, 90, 18, '回复@文迁:不要听他瞎掰，自己觉得好的就是好的，姐开心呀', 1331426764),
(140, 2, 29, 56, 0, 0, '你现在才来????哈哈哈,感觉咋样嘛,还有部分debug 没有调试完整.', 1331432698),
(141, 2, 29, 55, 0, 0, '笑神马??[得意][阴险]', 1331432733),
(142, 2, 29, 56, 0, 0, '关注你 了!!!!还有就是,把你不需要 的商品,都拿出来卖撒!!!', 1331432770),
(143, 2, 29, 56, 0, 0, '把今天的路线设计好了没有?', 1331432788),
(144, 2, 3, 54, 0, 0, 'what?????? 今天去熊猫基地耍啊!!呵呵', 1331432829),
(145, 2, 3, 57, 0, 0, '好有哲理', 1331474477),
(146, 1, 4, 43, 134, 4, '回复@橘子小睿:[痛哭]输了!', 1331479487),
(147, 1, 29, 55, 0, 0, '[偷笑]', 1331479516),
(148, 1, 2, 53, 0, 0, '[汗水]', 1331479531),
(149, 1, 2, 48, 0, 0, '嗯!好!', 1331479550),
(150, 2, 1, 58, 0, 0, '看过部分', 1331529639),
(151, 2, 1, 59, 0, 0, '哪个空间？你把后台改了没有哇？', 1331557623),
(153, 1, 1, 59, 151, 2, '回复@Ginchenorlee:我在发帖!', 1331557992),
(154, 2, 1, 59, 153, 1, '回复@SimleGate:你厉害', 1331559975),
(155, 2, 1, 63, 0, 0, '你把 空间的 东西删除没有？？刚刚曼曼科技发邮件通知我  数据库和空间马上或已经到期 了哦', 1331564243),
(156, 3, 2, 64, 0, 0, '你们疯了', 1331566072),
(157, 2, 2, 64, 156, 3, '回复@yoyiorlee:不是疯了，是他要买笔记本，台式不方便想卖掉。', 1331566158),
(159, 1, 2, 64, 0, 0, '@yoyiorlee @Ginchenorlee 我舍不得!', 1331628534),
(160, 2, 2, 64, 159, 1, '回复@SimleGate:买新的多嘛', 1331630026),
(161, 1, 2, 65, 0, 0, '嗯!看见了!曾波即曾明江?', 1331631238),
(162, 2, 2, 65, 161, 1, '回复@SimleGate:好好 加油', 1331631307),
(163, 2, 3, 57, 0, 0, '视频连接 debug已经解决掉了哈，亲，可以好好的实用了哦[握手]', 1331632294),
(164, 29, 29, 56, 140, 2, '回复@Ginchenorlee:楼主效率是不是有点高，这么多条回复', 1331645135),
(165, 29, 29, 55, 147, 1, '回复@SimleGate:哎呀', 1331645160),
(166, 2, 29, 56, 164, 29, '回复@牛田歌:你觉得呢？都像你，做事这么没有效率，也充分证明在这里，我等你等的辛苦撒', 1331645204),
(167, 2, 29, 56, 166, 2, '回复@Ginchenorlee:你用的哪个的电脑在登？', 1331645219),
(168, 29, 29, 56, 166, 2, '回复@Ginchenorlee:寝室现在才来电，我也是觉得自己效率低，仅此一次，', 1331645249),
(169, 2, 29, 56, 168, 29, '回复@牛田歌:那好嘛，多来逛逛，多发微贴，把你们寝室不需要的商品 都上架上来', 1331645576),
(170, 29, 2, 67, 0, 0, '我才进来，还没摸透', 1331645656),
(171, 2, 2, 67, 170, 29, '回复@牛田歌:那好嘛，今天就开始摸索嘛[胜利]', 1331645725),
(172, 29, 29, 56, 167, 2, '回复@Ginchenorlee:我自己的电脑啊。，', 1331645754),
(173, 2, 29, 55, 0, 0, '体验过后，说意见哈！！！！', 1331645869),
(174, 2, 29, 56, 0, 0, '[偷笑]', 1331646053),
(175, 2, 29, 56, 0, 0, '[胜利]', 1331646107),
(176, 1, 29, 69, 0, 0, '[偷笑]欢迎!', 1331648229),
(177, 1, 2, 67, 170, 29, '回复@牛田歌:哈哈,粉丝我还是第一哇!', 1331648256),
(178, 29, 29, 69, 176, 1, '回复@SimleGate:[呲牙]', 1331648290),
(179, 29, 2, 67, 177, 1, '回复@SimleGate:不是，你压根就不是我的粉丝。次小强非彼小强，你看清楚了！！！！', 1331648340),
(180, 1, 2, 67, 179, 29, '回复@牛田歌:@张天强', 1331648397),
(181, 2, 1, 72, 0, 0, '[偷笑]', 1331648701),
(182, 29, 2, 67, 180, 1, '回复@SimleGate:你快坐卧粉丝@！', 1331648709),
(183, 2, 29, 71, 0, 0, '你厉害', 1331648712),
(184, 2, 1, 70, 0, 0, '你就臭美嘛', 1331648721),
(185, 29, 29, 71, 183, 2, '回复@Ginchenorlee:啥意思？', 1331648737),
(186, 2, 29, 71, 185, 29, '回复@牛田歌:哈哈哈，有艺术 拍的好撒', 1331648762),
(187, 29, 29, 71, 186, 2, '回复@Ginchenorlee:[鄙视]', 1331648796),
(188, 2, 29, 71, 187, 29, '回复@牛田歌:[傲慢]', 1331648917),
(189, 29, 2, 74, 0, 0, '根本不知道这是干什么的，真的，我们旅游的孩子都是这般告诉我的，我到现在也没完全摸透，一时半会摸不透就退出去了，真的！！！[汗水]', 1331649095),
(190, 2, 2, 74, 189, 29, '回复@牛田歌:说的，这个有那么高深嘛，你不是说的简单的嘛', 1331649175),
(191, 2, 2, 74, 189, 29, '回复@牛田歌:', 1331649358),
(192, 29, 2, 74, 190, 2, '回复@Ginchenorlee:关键是不知道这是干啥的，大家也没有积极交易，积极登录，你看有几个人在线哇?很多都是注册了就很少来了。', 1331649547),
(193, 2, 2, 74, 192, 29, '回复@牛田歌:呵呵 想个办法 把这个问题解决掉撒', 1331649684),
(194, 1, 1, 70, 184, 2, '回复@Ginchenorlee:没得办法得!', 1331649922),
(195, 2, 1, 70, 194, 1, '回复@SimleGate:你在找空间没有？ 我在改代码', 1331650198),
(196, 1, 1, 70, 195, 2, '回复@Ginchenorlee:找了几个..', 1331650245),
(197, 1, 35, 79, 0, 0, '[偷笑]谁说你是盗版的？', 1331693253),
(198, 35, 35, 79, 197, 1, '回复@SimleGate:自己觉得自己是盗版的哇！', 1331693334),
(199, 1, 35, 79, 197, 1, '回复@SimleGate:嘻哈猴！[偷笑]', 1331693662),
(200, 2, 35, 79, 0, 0, '不是哈，欢迎欢迎额。呵呵，以后多交流', 1331694536),
(201, 2, 1, 77, 0, 0, '好你个头啊！！参赛去 拿奖去[哈哈]', 1331694575),
(202, 2, 1, 76, 0, 0, '[偷笑]', 1331694601),
(203, 2, 29, 75, 0, 0, '不仅要把人家弄进来，还要叫别人学会用窝窝园额', 1331694665),
(204, 1, 1, 77, 201, 2, '回复@Ginchenorlee:[胜利]早点起来才能拿奖！', 1331694757),
(205, 2, 35, 79, 0, 0, '互粉了哈', 1331694775),
(206, 1, 29, 75, 0, 0, '你居然把你同学在窝窝园整丢了？', 1331694802),
(207, 2, 1, 81, 0, 0, '[偷笑]', 1331700720),
(208, 29, 35, 79, 0, 0, '嫁过来的也是我们学校的，不存在', 1331701270),
(209, 29, 29, 75, 206, 1, '回复@SimleGate:是他的问题，，，，他连他进来没都不知道，唉，', 1331701315),
(210, 29, 29, 75, 203, 2, '回复@Ginchenorlee我就是@他，看他进来没，他不知道他自己在哪里？也许迷路了', 1331701379),
(211, 2, 29, 75, 210, 29, '回复@牛田歌:晕', 1331701569),
(212, 29, 2, 82, 0, 0, '[OK]', 1331702699),
(213, 1, 35, 79, 208, 29, '回复@牛田歌:[擦汗]......', 1331703480),
(214, 2, 1, 84, 0, 0, '是哪个？', 1331710318),
(215, 2, 2, 86, 0, 0, '[OK]', 1331720152),
(216, 2, 2, 87, 0, 0, '[胜利]', 1331720762),
(217, 1, 1, 84, 214, 2, '回复@Ginchenorlee:何国江!!!', 1331733264);

-- --------------------------------------------------------

--
-- 表的结构 `wo_forum_class_first`
--

CREATE TABLE IF NOT EXISTS `wo_forum_class_first` (
  `forum_class_first_id` int(11) NOT NULL AUTO_INCREMENT,
  `forum_class_first_name` varchar(100) NOT NULL,
  PRIMARY KEY (`forum_class_first_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- 转存表中的数据 `wo_forum_class_first`
--

INSERT INTO `wo_forum_class_first` (`forum_class_first_id`, `forum_class_first_name`) VALUES
(1, '校园文化'),
(2, '学习交流'),
(3, '活动关注'),
(4, '窝窝榜'),
(5, '糗事百科');

-- --------------------------------------------------------

--
-- 表的结构 `wo_forum_class_second`
--

CREATE TABLE IF NOT EXISTS `wo_forum_class_second` (
  `forum_class_second_id` int(11) NOT NULL AUTO_INCREMENT,
  `forum_class_second_name` varchar(100) NOT NULL,
  `forum_class_first_id` int(11) NOT NULL,
  `first_second_id` int(11) NOT NULL,
  PRIMARY KEY (`forum_class_second_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- 转存表中的数据 `wo_forum_class_second`
--

INSERT INTO `wo_forum_class_second` (`forum_class_second_id`, `forum_class_second_name`, `forum_class_first_id`, `first_second_id`) VALUES
(1, '校园生活', 1, 1),
(2, '吃那回事', 1, 2),
(3, '新生地带', 1, 3),
(4, '专业技术', 2, 1),
(5, '心得分享', 2, 2),
(6, '竞赛考试', 2, 3),
(7, '答案互助', 2, 4),
(8, '社团协会', 3, 1),
(9, '各学生会', 3, 2),
(10, '院校活动', 3, 3),
(11, '班自组队', 3, 4),
(12, '教师榜', 4, 1),
(15, '粉丝榜', 4, 2),
(16, '说事闲聊', 5, 1),
(17, '我来爆料', 5, 2),
(18, '笑话互乐', 5, 3),
(19, '社会百态', 5, 4);

-- --------------------------------------------------------

--
-- 表的结构 `wo_goods_class_first`
--

CREATE TABLE IF NOT EXISTS `wo_goods_class_first` (
  `first_id` int(11) NOT NULL AUTO_INCREMENT,
  `class_first_name` varchar(100) NOT NULL,
  `class_first_id` int(11) NOT NULL,
  PRIMARY KEY (`first_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- 转存表中的数据 `wo_goods_class_first`
--

INSERT INTO `wo_goods_class_first` (`first_id`, `class_first_name`, `class_first_id`) VALUES
(1, '电子商品', 1),
(2, '书籍文献', 2),
(3, '生活超市', 3),
(4, '服装服饰', 4),
(5, '休闲娱乐', 5);

-- --------------------------------------------------------

--
-- 表的结构 `wo_goods_class_second`
--

CREATE TABLE IF NOT EXISTS `wo_goods_class_second` (
  `second_id` int(11) NOT NULL AUTO_INCREMENT,
  `class_second_name` varchar(100) NOT NULL,
  `class_first_id` int(11) NOT NULL,
  `class_second_id` int(11) NOT NULL,
  PRIMARY KEY (`second_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=24 ;

--
-- 转存表中的数据 `wo_goods_class_second`
--

INSERT INTO `wo_goods_class_second` (`second_id`, `class_second_name`, `class_first_id`, `class_second_id`) VALUES
(1, '手机', 1, 1),
(2, '电脑', 1, 2),
(3, '小电器', 1, 3),
(4, '其他', 1, 4),
(5, '等级考试', 2, 1),
(6, '教材资料', 2, 2),
(7, '小说', 2, 3),
(8, '书法', 2, 4),
(9, '其他', 2, 5),
(10, '床上用品', 3, 1),
(11, '学习用品', 3, 2),
(12, '护肤', 3, 3),
(13, '乐器', 3, 4),
(14, '其他', 3, 5),
(15, '女装', 4, 1),
(16, '男装', 4, 2),
(17, '佩戴类', 4, 3),
(18, '其他', 4, 4),
(19, '收藏', 5, 1),
(20, '玩具', 5, 2),
(21, '健身', 5, 3),
(22, '吃喝', 5, 4),
(23, '其他', 5, 5);

-- --------------------------------------------------------

--
-- 表的结构 `wo_goods_img`
--

CREATE TABLE IF NOT EXISTS `wo_goods_img` (
  `img_id` int(11) NOT NULL AUTO_INCREMENT,
  `img_name` varchar(255) NOT NULL COMMENT '图片名称',
  `ctime` int(100) NOT NULL COMMENT '创建时间',
  PRIMARY KEY (`img_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=17 ;

--
-- 转存表中的数据 `wo_goods_img`
--

INSERT INTO `wo_goods_img` (`img_id`, `img_name`, `ctime`) VALUES
(1, '4f588b8593421.jpg', 1331202949),
(2, '4f58a352e448d.jpg', 1331209042),
(3, '4f58b53a407f8.jpg', 1331213626),
(4, '4f58b58fbc30a.jpg', 1331213711),
(5, '4f58b5f823a38.jpg', 1331213816),
(6, '4f58c8673f90d.jpg', 1331218535),
(7, '4f58c948e31d2.jpg', 1331218760),
(8, '4f59e49bb30aa.jpg', 1331291292),
(9, '4f5b5577ade6d.jpg', 1331385720),
(10, '4f5b5e398149b.jpg', 1331387961),
(11, '4f5b6015192a7.jpg', 1331388437),
(12, '4f5de5a979b38.jpg', 1331553706),
(13, '4f5e0c341de28.jpg', 1331563574),
(14, '4f5e0de1658d6.jpg', 1331564003),
(15, '4f5e0eb3adc47.jpg', 1331564213),
(16, '4f602b1876a77.jpg', 1331702554);

-- --------------------------------------------------------

--
-- 表的结构 `wo_logindt`
--

CREATE TABLE IF NOT EXISTS `wo_logindt` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(20) NOT NULL,
  `login_ip` varchar(25) NOT NULL,
  `login_time` int(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=61 ;

--
-- 转存表中的数据 `wo_logindt`
--

INSERT INTO `wo_logindt` (`id`, `user_id`, `login_ip`, `login_time`) VALUES
(1, 1, '110.185.209.250', 1331195792),
(2, 1, '110.185.209.250', 1331197072),
(3, 1, '110.185.209.250', 1331197783),
(4, 1, '110.185.209.250', 1331200774),
(5, 1, '110.185.209.250', 1331201114),
(6, 4, '222.210.64.143', 1331202356),
(7, 1, '110.185.209.250', 1331203216),
(8, 6, '222.210.48.69', 1331205586),
(9, 1, '110.185.209.250', 1331208956),
(10, 9, '61.139.47.51', 1331217803),
(11, 1, '118.114.45.238', 1331219596),
(12, 1, '125.70.248.89', 1331265348),
(13, 2, '222.210.50.81', 1331270408),
(14, 3, '118.116.89.121', 1331271643),
(15, 2, '222.210.50.81', 1331289579),
(16, 6, '222.210.51.170', 1331306103),
(17, 4, '182.151.220.207', 1331306856),
(18, 1, '118.114.45.204', 1331343863),
(19, 1, '118.114.45.204', 1331357214),
(20, 3, '118.114.134.240', 1331358583),
(21, 2, '222.210.62.79', 1331360810),
(22, 2, '222.210.62.79', 1331386857),
(23, 4, '125.70.248.13', 1331394711),
(24, 2, '222.210.49.67', 1331406102),
(25, 2, '182.148.211.33', 1331432527),
(26, 3, '118.114.134.240', 1331451459),
(27, 17, '222.210.50.185', 1331460295),
(28, 1, '182.148.210.146', 1331474964),
(29, 10, '110.185.209.244', 1331478925),
(30, 2, '125.70.247.112', 1331529546),
(31, 1, '222.210.51.225', 1331552645),
(32, 6, '125.70.248.254', 1331553116),
(33, 1, '182.148.211.183', 1331559445),
(34, 1, '182.148.211.183', 1331559514),
(35, 3, '118.114.134.240', 1331566006),
(36, 2, '202.115.90.71', 1331599262),
(37, 1, '182.151.217.143', 1331628457),
(38, 2, '222.210.50.165', 1331629976),
(39, 14, '182.148.210.111', 1331631646),
(40, 7, '222.210.50.150', 1331635728),
(41, 4, '222.210.62.18', 1331640708),
(42, 6, '125.70.248.36', 1331642741),
(43, 29, '182.151.223.165', 1331645053),
(44, 1, '222.197.133.226', 1331690559),
(45, 1, '120.94.220.24', 1331693128),
(46, 2, '120.94.220.22', 1331693676),
(47, 1, '222.197.133.226', 1331694473),
(48, 2, '182.151.218.108', 1331700440),
(49, 29, '110.185.207.221', 1331701212),
(50, 1, '125.70.247.208', 1331702509),
(51, 2, '182.151.218.108', 1331702750),
(52, 29, '110.185.207.221', 1331704099),
(53, 29, '110.185.207.221', 1331704638),
(54, 35, '222.197.133.226', 1331715529),
(55, 2, '182.151.218.108', 1331721013),
(56, 2, '182.151.218.108', 1331730940),
(57, 29, '222.210.97.177', 1331732083),
(58, 2, '182.151.218.108', 1331732679),
(59, 6, '222.210.73.231', 1331733006),
(60, 2, '110.185.209.163', 1331741864);

-- --------------------------------------------------------

--
-- 表的结构 `wo_message`
--

CREATE TABLE IF NOT EXISTS `wo_message` (
  `message_id` int(11) NOT NULL AUTO_INCREMENT,
  `from_uid` int(11) NOT NULL,
  `to_uid` int(11) NOT NULL,
  `content` text NOT NULL,
  `source_message_id` int(20) NOT NULL,
  `is_read` tinyint(1) NOT NULL DEFAULT '0',
  `is_lastest` tinyint(1) NOT NULL DEFAULT '1',
  `deleted_by` int(11) NOT NULL DEFAULT '0',
  `ctime` int(11) NOT NULL,
  PRIMARY KEY (`message_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `wo_notify`
--

CREATE TABLE IF NOT EXISTS `wo_notify` (
  `notify_id` int(11) NOT NULL AUTO_INCREMENT,
  `from` int(11) NOT NULL,
  `receive` int(11) NOT NULL,
  `type` int(25) NOT NULL,
  `is_read` int(11) NOT NULL DEFAULT '0',
  `ctime` int(11) NOT NULL,
  PRIMARY KEY (`notify_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=437 ;

--
-- 转存表中的数据 `wo_notify`
--

INSERT INTO `wo_notify` (`notify_id`, `from`, `receive`, `type`, `is_read`, `ctime`) VALUES
(1, 1, 2, 5, 1, 1331200790),
(2, 2, 3, 5, 1, 1331200932),
(3, 3, 2, 1, 1, 1331200955),
(4, 2, 1, 5, 1, 1331200959),
(5, 2, 3, 5, 1, 1331200959),
(6, 2, 3, 1, 1, 1331200983),
(7, 3, 1, 4, 1, 1331201000),
(8, 2, 1, 1, 1, 1331201003),
(9, 3, 2, 4, 1, 1331201008),
(10, 1, 3, 4, 1, 1331201014),
(11, 2, 3, 4, 1, 1331201028),
(12, 1, 2, 4, 1, 1331201030),
(13, 2, 3, 1, 1, 1331201045),
(14, 2, 3, 1, 1, 1331201105),
(15, 1, 4, 4, 1, 1331201119),
(16, 2, 1, 4, 1, 1331201127),
(17, 3, 2, 1, 1, 1331201128),
(18, 1, 4, 5, 1, 1331201153),
(19, 4, 1, 1, 1, 1331201166),
(20, 3, 2, 1, 1, 1331201169),
(21, 2, 3, 1, 1, 1331201172),
(22, 3, 2, 1, 1, 1331201204),
(23, 2, 4, 4, 1, 1331201212),
(24, 1, 3, 1, 1, 1331201223),
(25, 3, 4, 4, 1, 1331201235),
(26, 2, 3, 1, 1, 1331201276),
(27, 3, 1, 1, 1, 1331201283),
(28, 4, 1, 4, 1, 1331201312),
(29, 4, 2, 4, 1, 1331201318),
(30, 4, 3, 4, 1, 1331201330),
(31, 4, 3, 1, 1, 1331201415),
(32, 4, 2, 1, 1, 1331201605),
(33, 2, 4, 1, 1, 1331201649),
(34, 1, 4, 1, 1, 1331201668),
(35, 2, 3, 1, 1, 1331201740),
(36, 2, 4, 1, 1, 1331201768),
(37, 2, 3, 2, 1, 1331201867),
(38, 2, 3, 2, 1, 1331201904),
(39, 4, 1, 1, 1, 1331202402),
(40, 1, 5, 4, 1, 1331202610),
(41, 5, 1, 4, 1, 1331202626),
(42, 1, 5, 1, 0, 1331202653),
(43, 2, 1, 2, 1, 1331202699),
(44, 2, 1, 2, 1, 1331202819),
(45, 2, 3, 1, 1, 1331203108),
(46, 1, 6, 4, 1, 1331203269),
(47, 1, 6, 5, 1, 1331203286),
(48, 1, 4, 1, 1, 1331203310),
(49, 2, 5, 4, 0, 1331203318),
(50, 2, 6, 5, 1, 1331203371),
(51, 2, 4, 5, 1, 1331203371),
(52, 2, 1, 5, 1, 1331203371),
(53, 1, 2, 1, 1, 1331203404),
(54, 4, 1, 1, 1, 1331203419),
(55, 2, 1, 1, 1, 1331203420),
(56, 2, 5, 1, 0, 1331203461),
(57, 1, 4, 5, 1, 1331203467),
(58, 3, 2, 1, 1, 1331203469),
(59, 2, 4, 1, 1, 1331203499),
(60, 3, 2, 2, 1, 1331203510),
(61, 3, 2, 2, 1, 1331203524),
(62, 4, 1, 1, 1, 1331203549),
(63, 1, 4, 1, 1, 1331203596),
(64, 2, 3, 1, 1, 1331203606),
(65, 4, 1, 1, 1, 1331203649),
(66, 2, 5, 1, 0, 1331203652),
(67, 1, 4, 1, 1, 1331203663),
(68, 1, 6, 1, 1, 1331203859),
(69, 1, 7, 4, 1, 1331203992),
(70, 1, 7, 5, 1, 1331204014),
(71, 2, 7, 4, 1, 1331204045),
(72, 4, 7, 4, 1, 1331204074),
(73, 2, 7, 5, 1, 1331204075),
(74, 2, 6, 1, 1, 1331204099),
(75, 6, 2, 1, 1, 1331204101),
(76, 2, 6, 1, 1, 1331204145),
(77, 6, 2, 1, 1, 1331204181),
(78, 6, 1, 1, 1, 1331204222),
(79, 6, 2, 1, 1, 1331204264),
(80, 1, 6, 1, 1, 1331204285),
(81, 7, 1, 1, 1, 1331204327),
(82, 6, 1, 1, 1, 1331204346),
(83, 2, 6, 1, 1, 1331204354),
(84, 6, 2, 4, 1, 1331204374),
(85, 2, 6, 1, 1, 1331204381),
(86, 6, 1, 4, 1, 1331204386),
(87, 6, 4, 4, 1, 1331204391),
(88, 4, 6, 4, 1, 1331204547),
(89, 6, 2, 1, 1, 1331204590),
(90, 2, 6, 5, 1, 1331204601),
(91, 2, 6, 1, 1, 1331204634),
(92, 6, 2, 1, 1, 1331204642),
(93, 2, 6, 1, 1, 1331204673),
(94, 6, 2, 1, 1, 1331204735),
(95, 6, 2, 1, 1, 1331205032),
(96, 2, 3, 2, 1, 1331205313),
(97, 6, 7, 1, 1, 1331205394),
(98, 7, 2, 4, 1, 1331205816),
(99, 7, 6, 4, 1, 1331205820),
(100, 7, 1, 4, 1, 1331205825),
(101, 1, 8, 4, 0, 1331205836),
(102, 1, 9, 4, 1, 1331205847),
(103, 1, 10, 4, 1, 1331205859),
(104, 1, 11, 4, 1, 1331205863),
(105, 2, 8, 4, 0, 1331205901),
(106, 2, 8, 5, 0, 1331205972),
(107, 7, 11, 4, 1, 1331205995),
(108, 1, 7, 1, 1, 1331206261),
(109, 6, 11, 1, 0, 1331206386),
(110, 6, 10, 1, 1, 1331206473),
(111, 2, 10, 1, 1, 1331206856),
(112, 2, 10, 1, 1, 1331206863),
(113, 2, 10, 1, 1, 1331206874),
(114, 2, 10, 4, 1, 1331206879),
(115, 2, 10, 1, 1, 1331206885),
(116, 2, 12, 4, 0, 1331206900),
(117, 2, 11, 1, 0, 1331207035),
(118, 2, 7, 1, 1, 1331207056),
(119, 2, 11, 5, 0, 1331207162),
(120, 2, 10, 5, 1, 1331207162),
(121, 2, 6, 5, 1, 1331207162),
(122, 2, 5, 5, 0, 1331207162),
(123, 7, 10, 4, 1, 1331207321),
(124, 1, 12, 4, 0, 1331207461),
(125, 1, 10, 1, 1, 1331207490),
(126, 1, 13, 4, 1, 1331207923),
(127, 1, 13, 1, 1, 1331207947),
(128, 1, 14, 1, 1, 1331210433),
(129, 1, 14, 4, 1, 1331210439),
(130, 1, 7, 1, 1, 1331210964),
(131, 6, 13, 1, 1, 1331213518),
(132, 1, 15, 4, 0, 1331214757),
(133, 2, 15, 4, 0, 1331216165),
(134, 2, 14, 4, 1, 1331216178),
(135, 2, 14, 1, 0, 1331216199),
(136, 2, 13, 1, 1, 1331216271),
(137, 2, 4, 1, 1, 1331216354),
(138, 2, 15, 2, 0, 1331216434),
(139, 2, 15, 2, 0, 1331216568),
(140, 2, 6, 1, 1, 1331216697),
(141, 2, 6, 4, 1, 1331216702),
(142, 2, 6, 1, 1, 1331216730),
(143, 6, 2, 1, 1, 1331216925),
(144, 6, 2, 1, 1, 1331216972),
(145, 2, 6, 1, 1, 1331217068),
(146, 2, 16, 4, 0, 1331217264),
(147, 6, 2, 1, 1, 1331217297),
(148, 2, 6, 1, 1, 1331217486),
(149, 6, 2, 1, 1, 1331217560),
(150, 1, 18, 4, 1, 1331218316),
(151, 1, 18, 5, 1, 1331218334),
(152, 2, 18, 4, 1, 1331218340),
(153, 2, 18, 5, 1, 1331218388),
(154, 1, 17, 5, 1, 1331218391),
(155, 1, 17, 4, 1, 1331218421),
(156, 1, 16, 4, 0, 1331218426),
(157, 18, 2, 1, 1, 1331218513),
(158, 18, 1, 1, 1, 1331218547),
(159, 2, 18, 1, 1, 1331218619),
(160, 18, 2, 1, 1, 1331218698),
(161, 2, 18, 1, 1, 1331218748),
(162, 18, 2, 1, 1, 1331218877),
(163, 2, 18, 1, 1, 1331218895),
(164, 2, 18, 1, 1, 1331218941),
(165, 18, 2, 1, 1, 1331219009),
(166, 2, 18, 1, 1, 1331219162),
(167, 18, 2, 1, 1, 1331219282),
(168, 2, 18, 1, 1, 1331219397),
(169, 18, 2, 1, 1, 1331219440),
(170, 1, 18, 1, 1, 1331219638),
(171, 1, 2, 5, 1, 1331219708),
(172, 18, 1, 1, 1, 1331219814),
(173, 18, 2, 4, 1, 1331219840),
(174, 1, 18, 1, 1, 1331219908),
(175, 2, 1, 1, 1, 1331219925),
(176, 18, 1, 1, 1, 1331219964),
(177, 1, 2, 1, 1, 1331219991),
(178, 2, 1, 1, 1, 1331220111),
(179, 2, 10, 4, 1, 1331220184),
(180, 1, 2, 1, 1, 1331220184),
(181, 1, 18, 1, 1, 1331220391),
(182, 18, 1, 1, 1, 1331220491),
(183, 18, 20, 4, 0, 1331220504),
(184, 1, 20, 4, 0, 1331265383),
(185, 2, 6, 1, 1, 1331270483),
(186, 2, 6, 1, 1, 1331270496),
(187, 2, 21, 4, 1, 1331270595),
(188, 2, 21, 5, 1, 1331270618),
(189, 21, 15, 2, 0, 1331270668),
(190, 3, 23, 4, 1, 1331272548),
(191, 23, 3, 4, 1, 1331272700),
(192, 1, 21, 4, 0, 1331287298),
(193, 1, 24, 4, 1, 1331287320),
(194, 1, 24, 1, 1, 1331287352),
(195, 1, 23, 4, 0, 1331287357),
(196, 1, 22, 4, 0, 1331287379),
(197, 1, 3, 1, 1, 1331287471),
(198, 2, 24, 1, 0, 1331289680),
(199, 2, 3, 1, 1, 1331289744),
(200, 2, 23, 4, 0, 1331289834),
(201, 2, 24, 4, 0, 1331289838),
(202, 2, 1, 5, 1, 1331289936),
(203, 2, 6, 5, 1, 1331289936),
(204, 2, 4, 5, 1, 1331289936),
(205, 2, 23, 5, 0, 1331290105),
(206, 2, 22, 4, 0, 1331290125),
(207, 18, 22, 4, 0, 1331303971),
(208, 3, 2, 1, 1, 1331305249),
(209, 3, 1, 1, 1, 1331305396),
(210, 4, 2, 1, 1, 1331306936),
(211, 1, 2, 1, 1, 1331343904),
(212, 1, 18, 1, 0, 1331343968),
(213, 1, 25, 4, 0, 1331344025),
(214, 1, 2, 5, 1, 1331344157),
(215, 1, 3, 1, 1, 1331352007),
(216, 1, 26, 4, 0, 1331352196),
(217, 1, 26, 1, 0, 1331352205),
(218, 3, 1, 1, 1, 1331352255),
(219, 1, 4, 1, 1, 1331357240),
(220, 1, 3, 1, 1, 1331357247),
(221, 3, 27, 4, 1, 1331359047),
(222, 3, 27, 5, 1, 1331359080),
(223, 3, 2, 5, 1, 1331359080),
(224, 2, 1, 5, 1, 1331360928),
(225, 2, 4, 5, 1, 1331360928),
(226, 2, 6, 5, 1, 1331360928),
(227, 2, 1, 5, 1, 1331360930),
(228, 2, 4, 5, 1, 1331360930),
(229, 2, 6, 5, 1, 1331360930),
(230, 2, 3, 1, 1, 1331360971),
(231, 2, 4, 1, 1, 1331361019),
(232, 2, 3, 1, 1, 1331361067),
(233, 2, 1, 1, 1, 1331361096),
(234, 2, 3, 1, 1, 1331361160),
(235, 2, 1, 1, 1, 1331361187),
(236, 2, 18, 1, 0, 1331361285),
(237, 2, 1, 5, 1, 1331361459),
(238, 2, 6, 5, 1, 1331361459),
(239, 2, 4, 5, 1, 1331361459),
(240, 2, 1, 5, 1, 1331361598),
(241, 3, 2, 1, 1, 1331362491),
(242, 3, 2, 1, 1, 1331362530),
(243, 3, 2, 1, 1, 1331362896),
(244, 2, 3, 1, 1, 1331364237),
(245, 2, 3, 1, 1, 1331364408),
(246, 2, 3, 1, 1, 1331364508),
(247, 2, 1, 5, 1, 1331385476),
(248, 2, 1, 5, 1, 1331385858),
(249, 4, 1, 1, 1, 1331386764),
(250, 4, 2, 1, 1, 1331386793),
(251, 2, 4, 5, 1, 1331387737),
(252, 4, 2, 1, 1, 1331388057),
(253, 29, 18, 1, 0, 1331426604),
(254, 29, 18, 1, 0, 1331426649),
(255, 29, 18, 1, 0, 1331426764),
(256, 29, 20, 5, 0, 1331426844),
(257, 29, 18, 5, 0, 1331426844),
(258, 2, 29, 1, 1, 1331432698),
(259, 2, 29, 1, 1, 1331432733),
(260, 2, 29, 4, 1, 1331432736),
(261, 2, 29, 1, 1, 1331432770),
(262, 2, 29, 1, 1, 1331432788),
(263, 2, 3, 1, 1, 1331432830),
(264, 2, 21, 2, 0, 1331432976),
(265, 30, 2, 2, 1, 1331454686),
(266, 2, 30, 2, 0, 1331474407),
(267, 2, 3, 1, 1, 1331474478),
(268, 1, 4, 1, 1, 1331479487),
(269, 1, 29, 1, 1, 1331479517),
(270, 1, 2, 1, 1, 1331479531),
(271, 1, 2, 1, 1, 1331479550),
(272, 2, 1, 1, 1, 1331529639),
(273, 1, 30, 4, 0, 1331552771),
(274, 1, 31, 4, 0, 1331552776),
(275, 1, 28, 4, 0, 1331552782),
(276, 1, 27, 4, 0, 1331552785),
(277, 1, 2, 2, 1, 1331556248),
(278, 1, 2, 5, 1, 1331556358),
(279, 2, 1, 2, 1, 1331557558),
(280, 2, 1, 1, 1, 1331557623),
(281, 2, 1, 2, 1, 1331557832),
(282, 2, 1, 5, 1, 1331557933),
(283, 2, 4, 5, 1, 1331557933),
(284, 2, 6, 5, 1, 1331557933),
(285, 1, 2, 1, 1, 1331557965),
(286, 1, 2, 1, 1, 1331557992),
(287, 2, 1, 1, 1, 1331559975),
(288, 2, 1, 5, 1, 1331560576),
(289, 2, 4, 5, 1, 1331560576),
(290, 2, 1, 2, 1, 1331560701),
(291, 1, 2, 2, 1, 1331561257),
(292, 2, 1, 5, 1, 1331563836),
(293, 2, 1, 1, 1, 1331564243),
(294, 3, 2, 1, 1, 1331566072),
(295, 3, 2, 2, 1, 1331566150),
(296, 2, 3, 1, 1, 1331566158),
(297, 2, 3, 2, 1, 1331566200),
(298, 1, 3, 1, 1, 1331628511),
(299, 1, 2, 1, 1, 1331628534),
(300, 2, 1, 1, 1, 1331630026),
(301, 2, 29, 5, 1, 1331630349),
(302, 2, 1, 5, 1, 1331630350),
(303, 2, 3, 5, 1, 1331630350),
(304, 2, 6, 5, 1, 1331630350),
(305, 2, 4, 5, 1, 1331630350),
(306, 1, 2, 1, 1, 1331631238),
(307, 2, 1, 1, 1, 1331631307),
(308, 2, 3, 1, 1, 1331632295),
(309, 6, 29, 4, 1, 1331642860),
(310, 6, 3, 4, 1, 1331642876),
(311, 6, 26, 4, 0, 1331642888),
(312, 6, 18, 4, 0, 1331642897),
(313, 6, 17, 4, 0, 1331642905),
(314, 6, 14, 4, 0, 1331642916),
(315, 6, 24, 4, 0, 1331642946),
(316, 6, 13, 4, 0, 1331642987),
(317, 6, 10, 4, 0, 1331642987),
(318, 6, 8, 4, 0, 1331642989),
(319, 6, 7, 4, 0, 1331642990),
(320, 6, 11, 4, 0, 1331642991),
(321, 6, 5, 4, 0, 1331643004),
(322, 2, 6, 2, 1, 1331644018),
(323, 6, 2, 2, 1, 1331644275),
(324, 29, 2, 1, 1, 1331645135),
(325, 29, 1, 1, 1, 1331645160),
(326, 2, 29, 1, 1, 1331645204),
(327, 29, 2, 1, 1, 1331645250),
(328, 29, 6, 4, 1, 1331645484),
(329, 29, 2, 4, 1, 1331645534),
(330, 2, 29, 1, 1, 1331645576),
(331, 2, 29, 5, 1, 1331645621),
(332, 29, 2, 1, 1, 1331645656),
(333, 2, 29, 1, 1, 1331645725),
(334, 29, 2, 1, 1, 1331645754),
(335, 2, 32, 4, 0, 1331645798),
(336, 2, 32, 5, 0, 1331645817),
(337, 2, 29, 1, 1, 1331645869),
(338, 2, 29, 1, 1, 1331646054),
(339, 2, 29, 1, 1, 1331646108),
(340, 2, 1, 2, 1, 1331646371),
(341, 2, 6, 2, 1, 1331647058),
(342, 2, 1, 2, 1, 1331647231),
(343, 33, 29, 4, 1, 1331647705),
(344, 29, 33, 4, 1, 1331647724),
(345, 29, 1, 4, 1, 1331647890),
(346, 29, 33, 5, 0, 1331648014),
(347, 29, 10, 4, 0, 1331648114),
(348, 29, 7, 4, 0, 1331648151),
(349, 1, 32, 4, 0, 1331648186),
(350, 1, 33, 4, 0, 1331648190),
(351, 1, 33, 5, 0, 1331648212),
(352, 1, 29, 1, 1, 1331648229),
(353, 29, 7, 5, 0, 1331648245),
(354, 1, 29, 1, 1, 1331648256),
(355, 29, 1, 1, 1, 1331648291),
(356, 1, 32, 5, 0, 1331648316),
(357, 29, 1, 1, 1, 1331648340),
(358, 1, 29, 1, 1, 1331648397),
(359, 2, 33, 4, 0, 1331648672),
(360, 2, 33, 5, 0, 1331648690),
(361, 2, 1, 1, 1, 1331648701),
(362, 29, 1, 1, 1, 1331648709),
(363, 2, 29, 1, 1, 1331648712),
(364, 2, 1, 1, 1, 1331648721),
(365, 29, 2, 1, 1, 1331648737),
(366, 2, 29, 1, 1, 1331648762),
(367, 29, 2, 1, 1, 1331648796),
(368, 2, 1, 2, 1, 1331648860),
(369, 2, 29, 1, 1, 1331648917),
(370, 2, 29, 5, 1, 1331649017),
(371, 2, 1, 5, 1, 1331649017),
(372, 29, 2, 1, 1, 1331649095),
(373, 2, 29, 1, 1, 1331649175),
(374, 2, 29, 1, 1, 1331649358),
(375, 29, 2, 1, 1, 1331649547),
(376, 2, 29, 1, 1, 1331649684),
(377, 1, 2, 1, 1, 1331649922),
(378, 2, 1, 1, 1, 1331650198),
(379, 1, 2, 1, 1, 1331650245),
(380, 29, 34, 5, 0, 1331651224),
(381, 1, 34, 4, 0, 1331685161),
(382, 1, 34, 5, 0, 1331685227),
(383, 1, 29, 4, 1, 1331685559),
(384, 1, 35, 4, 1, 1331693168),
(385, 35, 1, 4, 1, 1331693248),
(386, 1, 35, 1, 1, 1331693254),
(387, 35, 1, 1, 1, 1331693334),
(388, 35, 29, 4, 1, 1331693653),
(389, 35, 2, 4, 1, 1331694356),
(390, 2, 35, 1, 1, 1331694537),
(391, 2, 1, 1, 1, 1331694575),
(392, 2, 1, 1, 1, 1331694601),
(393, 2, 29, 1, 1, 1331694665),
(394, 2, 35, 4, 1, 1331694731),
(395, 1, 2, 1, 1, 1331694757),
(396, 2, 35, 1, 1, 1331694775),
(397, 1, 29, 1, 1, 1331694802),
(398, 2, 34, 4, 0, 1331695566),
(399, 2, 1, 1, 1, 1331700721),
(400, 29, 35, 4, 1, 1331701234),
(401, 29, 35, 1, 1, 1331701270),
(402, 29, 1, 1, 1, 1331701315),
(403, 29, 2, 1, 1, 1331701379),
(404, 2, 29, 1, 1, 1331701569),
(405, 29, 4, 4, 0, 1331701633),
(406, 2, 29, 5, 1, 1331702079),
(407, 1, 2, 2, 1, 1331702592),
(408, 29, 2, 1, 1, 1331702699),
(409, 2, 1, 2, 1, 1331702873),
(410, 2, 29, 2, 1, 1331703287),
(411, 29, 2, 2, 1, 1331703438),
(412, 1, 29, 1, 1, 1331703480),
(413, 1, 37, 4, 0, 1331705986),
(414, 1, 37, 5, 0, 1331706024),
(415, 2, 29, 5, 1, 1331710048),
(416, 2, 1, 5, 1, 1331710048),
(417, 2, 4, 5, 0, 1331710048),
(418, 2, 6, 5, 1, 1331710048),
(419, 2, 3, 5, 0, 1331710048),
(420, 2, 29, 5, 1, 1331710110),
(421, 2, 1, 5, 1, 1331710110),
(422, 2, 4, 5, 0, 1331710110),
(423, 2, 6, 5, 1, 1331710110),
(424, 2, 3, 5, 0, 1331710110),
(425, 2, 29, 2, 1, 1331710156),
(426, 2, 37, 4, 0, 1331710301),
(427, 2, 1, 1, 1, 1331710318),
(428, 2, 29, 5, 1, 1331720671),
(429, 29, 2, 2, 1, 1331732171),
(430, 1, 2, 1, 1, 1331733264),
(431, 1, 2, 2, 1, 1331733417),
(432, 1, 2, 2, 1, 1331733465),
(433, 1, 2, 2, 1, 1331733491),
(434, 2, 1, 2, 1, 1331733537),
(435, 1, 2, 2, 1, 1331733690),
(436, 1, 2, 2, 1, 1331733855);

-- --------------------------------------------------------

--
-- 表的结构 `wo_shelve`
--

CREATE TABLE IF NOT EXISTS `wo_shelve` (
  `goods_id` bigint(22) NOT NULL AUTO_INCREMENT,
  `user_id` int(22) NOT NULL COMMENT '卖家id',
  `buy_id` int(10) NOT NULL DEFAULT '0' COMMENT '买家ｉｄ',
  `buy_time` int(11) NOT NULL DEFAULT '0' COMMENT '拍买时间',
  `goods_name` varchar(100) NOT NULL,
  `goods_detail` varchar(200) NOT NULL,
  `a_price` int(11) NOT NULL,
  `b_price` int(11) NOT NULL,
  `seller_tel` bigint(22) NOT NULL,
  `seller_qq` bigint(22) NOT NULL,
  `img_id` int(22) NOT NULL,
  `trade_way` int(11) NOT NULL DEFAULT '3' COMMENT '交易方式1现金交易2以物易物3任意一种',
  `class_first` int(11) NOT NULL COMMENT '一级分类',
  `class_second` int(11) NOT NULL COMMENT '二级分类',
  `is_Sale` tinyint(4) NOT NULL DEFAULT '2' COMMENT '1正常2出售',
  `shelve_time` int(11) NOT NULL COMMENT '上架时间',
  PRIMARY KEY (`goods_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='宝贝上架' AUTO_INCREMENT=10 ;

--
-- 转存表中的数据 `wo_shelve`
--

INSERT INTO `wo_shelve` (`goods_id`, `user_id`, `buy_id`, `buy_time`, `goods_name`, `goods_detail`, `a_price`, `b_price`, `seller_tel`, `seller_qq`, `img_id`, `trade_way`, `class_first`, `class_second`, `is_Sale`, `shelve_time`) VALUES
(2, 2, 0, 0, '无价之宝', '这是一个无价之宝，亲，买回去吧哈哈哈，哈哈哈哈', 100, 1, 13880256590, 422483459, 9, 1, 1, 1, 2, 1331385734),
(3, 4, 0, 0, '《女友》杂志', '《女友》往期杂志，让你体验美丽之旅，，超低的价格，快来抢购吧！', 1, 6, 18782940541, 1229668446, 10, 1, 2, 5, 2, 1331387977),
(4, 4, 0, 0, '《女友》杂志', '《女友》校园版往期杂志，让你体验美丽之旅，超低的价格，快来抢购吧！', 1, 6, 18782940541, 1229668446, 11, 1, 2, 5, 2, 1331388459),
(5, 6, 0, 0, '水杯', '水杯大小适中，属半新产品（买来一年但是一直没用），杯身有漫画图案，一面是女孩，一面是男孩，充满了青春的浪漫。', 10, 15, 15202836385, 178020084, 12, 3, 3, 5, 2, 1331553712),
(6, 2, 0, 0, '王长喜 6级试题', '本人有，王长喜的英语6级模拟考试 试题，由于目前还没有做，全新哦，又没有时间去做，丢掉可惜，如果有意要者，课便宜处理，记得联系我，祝你早日过6级', 5, 25, 13880156590, 422483459, 13, 3, 2, 1, 2, 1331563614),
(7, 2, 0, 0, '装饰  子弹壳做的飞机模型', '这是军训时，在部队买的纪念品，非常精辟，全是用子弹壳做的，做一个装饰很好用的，放在书桌旁边，甚是美观，由于近期缺钱，顾不得不忍痛割爱，希望有收藏爱好者，前来围观，购买', 5, 30, 13880156590, 422483459, 14, 3, 5, 1, 2, 1331564010),
(8, 2, 0, 0, '《怪诞行为学》', '享誉世界最畅销的书之一，《怪诞行为学》，很是金典，希望感兴趣者前来收藏。', 10, 54, 13880156590, 422483459, 15, 1, 2, 5, 2, 1331564252),
(9, 29, 0, 0, '女士包', '这个包包是我姐姐在一年以前送给我的，我很喜欢这个包包，它是黑色的，属于罗马风格，设计简单大方，彰显女生时尚气息，现在由于我的柜子容量太小，没地方储存，所以不得已拿出来买，有意者可以面谈，价钱不是问题，只要你喜欢什么都好说。非诚勿扰。谢谢，呵呵', 10, 45, 18782975237, 569098903, 16, 3, 4, 4, 2, 1331702557);

-- --------------------------------------------------------

--
-- 表的结构 `wo_space_visit`
--

CREATE TABLE IF NOT EXISTS `wo_space_visit` (
  `visit_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `visited_id` int(11) NOT NULL,
  `ctime` int(11) NOT NULL,
  PRIMARY KEY (`visit_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=162 ;

--
-- 转存表中的数据 `wo_space_visit`
--

INSERT INTO `wo_space_visit` (`visit_id`, `user_id`, `visited_id`, `ctime`) VALUES
(1, 3, 1, 1331200997),
(2, 3, 2, 1331201006),
(3, 1, 3, 1331201012),
(4, 2, 3, 1331201025),
(5, 1, 2, 1331201026),
(6, 1, 4, 1331201117),
(7, 2, 1, 1331201124),
(8, 2, 4, 1331201204),
(9, 3, 4, 1331201228),
(10, 4, 1, 1331201311),
(11, 4, 2, 1331201316),
(12, 4, 3, 1331201325),
(13, 2, 3, 1331201718),
(14, 1, 5, 1331202608),
(15, 5, 1, 1331202624),
(16, 1, 2, 1331202801),
(17, 1, 3, 1331203246),
(18, 1, 6, 1331203263),
(19, 2, 5, 1331203312),
(20, 4, 1, 1331203570),
(21, 1, 7, 1331203989),
(22, 2, 7, 1331204042),
(23, 4, 7, 1331204070),
(24, 3, 7, 1331204302),
(25, 6, 2, 1331204370),
(26, 6, 1, 1331204384),
(27, 6, 4, 1331204390),
(28, 4, 6, 1331204545),
(29, 8, 2, 1331205273),
(30, 7, 2, 1331205815),
(31, 7, 6, 1331205819),
(32, 7, 1, 1331205824),
(33, 1, 8, 1331205834),
(34, 1, 9, 1331205845),
(35, 1, 10, 1331205858),
(36, 1, 11, 1331205861),
(37, 2, 8, 1331205899),
(38, 7, 11, 1331205993),
(39, 10, 2, 1331206443),
(40, 2, 10, 1331206845),
(41, 2, 12, 1331206895),
(42, 7, 10, 1331207320),
(43, 1, 12, 1331207458),
(44, 1, 13, 1331207920),
(45, 1, 14, 1331210436),
(46, 1, 7, 1331210967),
(47, 1, 5, 1331211017),
(48, 14, 15, 1331214425),
(49, 1, 15, 1331214755),
(50, 2, 15, 1331216159),
(51, 2, 14, 1331216174),
(52, 2, 15, 1331216601),
(53, 2, 6, 1331216684),
(54, 2, 3, 1331216863),
(55, 2, 5, 1331217125),
(56, 2, 16, 1331217256),
(57, 2, 6, 1331217628),
(58, 18, 15, 1331218292),
(59, 18, 14, 1331218306),
(60, 1, 18, 1331218312),
(61, 2, 18, 1331218337),
(62, 1, 17, 1331218419),
(63, 1, 16, 1331218424),
(64, 18, 2, 1331219835),
(65, 20, 18, 1331220264),
(66, 18, 20, 1331220403),
(67, 1, 20, 1331265381),
(68, 2, 21, 1331270581),
(69, 18, 15, 1331270737),
(70, 20, 15, 1331271170),
(71, 3, 2, 1331272341),
(72, 3, 23, 1331272545),
(73, 3, 22, 1331272555),
(74, 3, 23, 1331272564),
(75, 23, 3, 1331272690),
(76, 1, 21, 1331287286),
(77, 1, 24, 1331287312),
(78, 1, 23, 1331287326),
(79, 1, 22, 1331287371),
(80, 2, 23, 1331289813),
(81, 2, 24, 1331289815),
(82, 2, 22, 1331289819),
(83, 2, 23, 1331290064),
(84, 2, 22, 1331290175),
(85, 18, 22, 1331303951),
(86, 18, 24, 1331304087),
(87, 25, 8, 1331306864),
(88, 1, 18, 1331343941),
(89, 1, 25, 1331344024),
(90, 1, 26, 1331352185),
(91, 4, 24, 1331355224),
(92, 3, 27, 1331359043),
(93, 2, 28, 1331361647),
(94, 2, 3, 1331362042),
(95, 2, 29, 1331432617),
(96, 2, 4, 1331433091),
(97, 2, 29, 1331433232),
(98, 3, 30, 1331465445),
(99, 1, 4, 1331479436),
(100, 1, 30, 1331552769),
(101, 1, 31, 1331552775),
(102, 1, 28, 1331552779),
(103, 1, 27, 1331552784),
(104, 1, 31, 1331561203),
(105, 2, 29, 1331561814),
(106, 2, 31, 1331563681),
(107, 1, 31, 1331628597),
(108, 1, 30, 1331628600),
(109, 1, 28, 1331628622),
(110, 6, 29, 1331642854),
(111, 6, 3, 1331642874),
(112, 6, 26, 1331642885),
(113, 6, 18, 1331642895),
(114, 6, 17, 1331642903),
(115, 6, 14, 1331642915),
(116, 6, 24, 1331642933),
(117, 6, 13, 1331642963),
(118, 6, 10, 1331642966),
(119, 6, 8, 1331642969),
(120, 6, 7, 1331642971),
(121, 6, 11, 1331642974),
(122, 6, 5, 1331642998),
(123, 6, 2, 1331644220),
(124, 29, 6, 1331645358),
(125, 29, 2, 1331645489),
(126, 2, 29, 1331645589),
(127, 2, 32, 1331645795),
(128, 2, 29, 1331645846),
(129, 33, 29, 1331647696),
(130, 29, 33, 1331647715),
(131, 29, 1, 1331647888),
(132, 29, 33, 1331647972),
(133, 29, 10, 1331648117),
(134, 29, 7, 1331648131),
(135, 1, 32, 1331648184),
(136, 1, 33, 1331648189),
(137, 2, 7, 1331648637),
(138, 2, 33, 1331648669),
(139, 1, 2, 1331650117),
(140, 2, 1, 1331651058),
(141, 1, 34, 1331685157),
(142, 1, 35, 1331693143),
(143, 35, 1, 1331693227),
(144, 35, 29, 1331693628),
(145, 1, 29, 1331693701),
(146, 1, 35, 1331693771),
(147, 35, 2, 1331694337),
(148, 2, 35, 1331694724),
(149, 2, 34, 1331695549),
(150, 29, 35, 1331701231),
(151, 29, 4, 1331701551),
(152, 1, 35, 1331703455),
(153, 1, 37, 1331705984),
(154, 2, 37, 1331710297),
(155, 2, 29, 1331720278),
(156, 2, 1, 1331720505),
(157, 2, 29, 1331720673),
(158, 2, 6, 1331732141),
(159, 1, 37, 1331733275),
(160, 1, 34, 1331733780),
(161, 1, 13, 1331734504);

-- --------------------------------------------------------

--
-- 表的结构 `wo_system`
--

CREATE TABLE IF NOT EXISTS `wo_system` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `title` varchar(100) NOT NULL,
  `contents` longtext NOT NULL,
  `description` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='网站系统信息' AUTO_INCREMENT=11 ;

--
-- 转存表中的数据 `wo_system`
--

INSERT INTO `wo_system` (`id`, `name`, `title`, `contents`, `description`) VALUES
(1, 'sitename', '网站名称', '窝窝园', '网站名称'),
(3, 'openrewrite', '开启伪静态', '2', '开启伪静态需要您的服务器支持'),
(4, 'site_closed', '关闭网站', '0', '网站关闭后用户将不能访问1关闭0正常'),
(5, 'register_type', '注册方式', '3', ''),
(6, 'invite_set', '邀请方式', '1', ''),
(7, 'sitename_EN', 'wowoyuan', 'WOWOYUAN', '网站英文名称'),
(8, 'regi_year', '2011', '2011', '注册年月'),
(9, 'siteowner', 'NOON工作室', 'NOON工作室', '网站拥有者'),
(10, 'site_icp', '域名备案', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `wo_teacher`
--

CREATE TABLE IF NOT EXISTS `wo_teacher` (
  `teacher_id` int(11) NOT NULL AUTO_INCREMENT,
  `teacher_name` varchar(22) NOT NULL,
  `put` int(11) NOT NULL,
  `xueyuan` varchar(22) NOT NULL,
  PRIMARY KEY (`teacher_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- 转存表中的数据 `wo_teacher`
--

INSERT INTO `wo_teacher` (`teacher_id`, `teacher_name`, `put`, `xueyuan`) VALUES
(1, '张强', 4, '信息学院'),
(2, '蒋应辉', 3, '外国语学院');

-- --------------------------------------------------------

--
-- 表的结构 `wo_teacher_comment`
--

CREATE TABLE IF NOT EXISTS `wo_teacher_comment` (
  `comment_id` int(13) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `teacher_id` int(11) NOT NULL,
  `content` text NOT NULL,
  `ctime` int(11) NOT NULL,
  PRIMARY KEY (`comment_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- 转存表中的数据 `wo_teacher_comment`
--

INSERT INTO `wo_teacher_comment` (`comment_id`, `user_id`, `teacher_id`, `content`, `ctime`) VALUES
(1, 1, 1, '好人！<img alt="微笑" src="/Public/xheditor/xheditor_emot/default/smile.gif" />', 1331202385),
(2, 2, 1, '不自觉的人，一个学生 还想当老师！！！！！！', 1331205236),
(3, 2, 1, '<img alt="微笑" src="/Public/xheditor/xheditor_emot/default/smile.gif" />，支持张老师，张教主哈', 1331220292),
(4, 2, 2, '蒋老师和谐 是个好老师', 1331631881),
(5, 2, 2, '好险，做年的英语给我打了60分，差点就挂了，蒋老师和谐，威武！！', 1331632645),
(6, 1, 2, '谢谢英语老师每次都给我60几分,让我逃脱了!', 1331650082),
(7, 1, 1, '@<strong>Ginchenorlee 啥时候成张教主了?</strong>', 1331650144);

-- --------------------------------------------------------

--
-- 表的结构 `wo_user`
--

CREATE TABLE IF NOT EXISTS `wo_user` (
  `user_id` int(10) NOT NULL AUTO_INCREMENT,
  `username` varchar(20) NOT NULL COMMENT '登录名',
  `password` varchar(255) NOT NULL,
  `mailadres` varchar(255) NOT NULL,
  `isAdmin` tinyint(4) NOT NULL DEFAULT '0',
  `user_qq` varchar(15) NOT NULL,
  `description` varchar(500) NOT NULL,
  `academy` varchar(100) NOT NULL COMMENT '学院',
  `profession` varchar(100) NOT NULL COMMENT '系',
  `class` int(11) NOT NULL COMMENT '班级',
  `grade` varchar(100) NOT NULL,
  `follower` int(11) NOT NULL DEFAULT '0' COMMENT '粉丝数',
  `year` int(4) NOT NULL,
  `month` int(2) NOT NULL,
  `day` int(2) NOT NULL,
  `userlock` tinyint(1) NOT NULL DEFAULT '0',
  `user_gender` varchar(2) NOT NULL DEFAULT '1',
  `regtime` int(10) NOT NULL,
  `is_set_avatar` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `mailadres` (`mailadres`),
  UNIQUE KEY `username` (`username`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=38 ;

--
-- 转存表中的数据 `wo_user`
--

INSERT INTO `wo_user` (`user_id`, `username`, `password`, `mailadres`, `isAdmin`, `user_qq`, `description`, `academy`, `profession`, `class`, `grade`, `follower`, `year`, `month`, `day`, `userlock`, `user_gender`, `regtime`, `is_set_avatar`) VALUES
(1, 'SimleGate', '95ba09096942ac5ff3de105207606916', 'SimleGate@163.com', 1, '402883004', '欢迎来到窝窝园！', '信息科学与技术学院', '软件工程', 4, '2010', 8, 1990, 11, 18, 0, '1', 0, 1),
(2, 'Ginchenorlee', '68d30a9594728bc39aa24be94b319d21', 'ginchenorlee@sina.com', 1, '422483459', '没有最优秀的个人，只有最优秀的团队！', '信息科学与技术学院', '软件工程', 4, '2010', 8, 1991, 5, 11, 0, '1', 1331200493, 1),
(3, 'yoyiorlee', '45c48cce2e2d7fbdea1afc51c7c6ad26', 'yoyiorlee@gmail.com', 0, '309919142', '不懂创业，却用创业去诠释人生。', '非本校学生', '', 2, '2008', 5, 1988, 7, 11, 0, '1', 1331200855, 1),
(4, '橘子小睿', '8d3bba7425e7c98c50f52ca1b52d3735', '1229668446@qq.com', 1, '', '请输入50字的描述!', '信息科学与技术学院', '软件工程', 4, '2010', 5, 1992, 4, 21, 0, '0', 1331200941, 1),
(5, 'KILLER', 'cfcd208495d565ef66e7dff9f98764da', '1587495180@qq.com', 0, '', '请输入50字的描述!', '信息科学与技术学院', '计算机科学与技术', 2, '2010', 3, 0, 0, 0, 0, '1', 1331202367, 1),
(6, '姜莲叶', '70efdf2ec9b086079795c442636b55fb', '178020084@qq.com', 1, '178020084', '开开心心的过', '信息科学与技术学院', '计算机科学与技术', 4, '2010', 5, 1992, 6, 4, 0, '0', 1331202759, 1),
(7, 'Sylar', '9517fd0bf8faa655990a4dffe358e13e', 'cd_yile2010@163.com', 0, '263672399', '请输入50字的描述!', '信息科学与技术学院', '计算机科学与技术', 4, '2010', 5, 1990, 7, 18, 0, '1', 1331203931, 1),
(8, '王力', 'cfcd208495d565ef66e7dff9f98764da', '1664290097@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2011', 3, 0, 0, 0, 0, '1', 1331205152, 1),
(9, '小王', 'cfcd208495d565ef66e7dff9f98764da', '289305405@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2010', 1, 0, 0, 0, 0, '1', 1331205749, 1),
(10, '王军', 'cfcd208495d565ef66e7dff9f98764da', '878942580@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2010', 5, 0, 0, 0, 0, '1', 1331205779, 1),
(11, '贾明强', '1679091c5a880faf6fb5e6087eb1b2dc', '445771636@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2010', 3, 0, 0, 0, 0, '1', 1331205813, 0),
(12, '李雷', 'db0beba267dbcd71c3627451daf426fc', 'displayer@foxmail.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2012', 1, 0, 0, 0, 0, '1', 1331206672, 1),
(13, '夏兴莉', 'cfcd208495d565ef66e7dff9f98764da', '527156478@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2010', 2, 0, 0, 0, 0, '1', 1331207474, 0),
(14, '蒋皓', 'cfcd208495d565ef66e7dff9f98764da', '330486686@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2010', 3, 0, 0, 0, 0, '1', 1331208446, 1),
(15, '郭秀莉', '577ef1154f3240ad5b9b413aa7346a1e', '753056385@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2009', 2, 0, 0, 0, 0, '1', 1331212144, 1),
(16, '蒋先生', '2bce32ed409f5ebcee2a7b417ad9beed', '1047063095@qq.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2008', 2, 0, 0, 0, 0, '1', 1331214758, 0),
(17, '王洋', 'c81e728d9d4c2f636f067f89cc14862c', '510103937@qq.com', 0, '510103937', '请输入50字的描述!', '信息科学与技术学院', '计算机科学与技术', 4, '2010', 2, 1989, 12, 19, 0, '1', 1331214803, 0),
(18, '文迁', '45c48cce2e2d7fbdea1afc51c7c6ad26', '502453905@qq.com', 0, '502453905', '请输入50字的描述!', '旅游文化产业学院', '森林资源保护与游憩', 2, '2011', 3, 1992, 9, 0, 0, '1', 1331217968, 1),
(20, '何云', 'cfcd208495d565ef66e7dff9f98764da', '237993992@qq.com', 0, '237993992', '请输入50字的描述!', '旅游文化产业学院', '森林资源保护与游憩', 2, '2011', 2, 1992, 9, 29, 0, '1', 1331219704, 1),
(21, 'liu_刘文', 'd9d4f495e875a2e075a1a4a6e1b9770f', '811722755@qq.com', 0, '', '切额.......', '信息科学与技术学院', '计算机科学与技术', 0, '2010', 2, 0, 0, 0, 0, '1', 1331270401, 1),
(22, '刘宇', 'e267d20f9c0c401fe0ad4cc75c7958f8', '1903543371@qq.com', 0, '1903543371', '', '旅游文化产业学院', '旅游管理', 1, '2011', 3, 1991, 9, 19, 0, '0', 1331270957, 1),
(23, 'bravecheng', 'c81e728d9d4c2f636f067f89cc14862c', 'chenghuiyong1987@gmail.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2012', 3, 0, 0, 0, 0, '1', 1331271956, 1),
(24, 'My', '9517fd0bf8faa655990a4dffe358e13e', '425873937@qq.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2008', 3, 0, 0, 0, 0, '1', 1331274071, 1),
(25, '王哥', 'cfcd208495d565ef66e7dff9f98764da', '282133041@qq.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2012', 1, 0, 0, 0, 0, '1', 1331304765, 0),
(26, '陈哲', '5751ec3e9a4feab575962e78e006250d', '308968154@qq.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2008', 2, 0, 0, 0, 0, '1', 1331351972, 1),
(27, '刘浩宇', '26657d5ff9020d2abefe558796b99584', '65797442@qq.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2012', 2, 0, 0, 0, 0, '1', 1331358942, 1),
(28, '张亚志', 'cfcd208495d565ef66e7dff9f98764da', '757891022@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2009', 1, 0, 0, 0, 0, '1', 1331359987, 1),
(29, '牛田歌', '1f0e3dad99908345f7439f8ffabdffc4', 'tiangerniu@gmail.com', 0, '', '努力培养旅游创意型人才，打造生态田园化城市！！！', '旅游文化产业学院', '旅游管理', 1, '2010', 5, 0, 0, 0, 0, '0', 1331425926, 1),
(30, '多写意', '9517fd0bf8faa655990a4dffe358e13e', 'djl0817@163.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2008', 1, 0, 0, 0, 0, '1', 1331454540, 1),
(31, '张凯', '0d7de1aca9299fe63f3e0041f02638a3', 'wushizhou1992@qq.com', 0, '', '', '信息科学与技术学院', '计算机科学与技术', 0, '2010', 1, 0, 0, 0, 0, '1', 1331546934, 0),
(32, '李洪杰', 'f7664060cc52bc6f3d620bcedc94a4b6', '726676865@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2010', 2, 0, 0, 0, 0, '1', 1331645313, 1),
(33, '张天强', 'bc2242267709eebf7fa41c434fc57350', '790982150@qq.com', 0, '', '', '旅游文化产业学院', '旅游管理', 0, '2010', 3, 0, 0, 0, 0, '1', 1331647363, 1),
(34, '何欢', '35051070e572e47d2c26c241ab88307f', '156997566@qq.com', 0, '', '', '旅游文化产业学院', '森林资源保护与游憩', 0, '2010', 2, 0, 0, 0, 0, '1', 1331651165, 0),
(35, '黄玉', 'e4da3b7fbbce2345d7772b0674a318d5', 'hyaijbr@163.com', 0, '514162084', '闪亮，因为爱上追求完美的自己！', '医护学院', '药学', 0, '2009', 3, 1991, 10, 17, 0, '0', 1331692408, 1),
(37, '琴音未央', 'd67d8ab4f4c10bf22aa353e27879133c', 'cooltoend@qq.com', 0, '', '', '信息科学与技术学院', '软件工程', 0, '2010', 2, 0, 0, 0, 0, '1', 1331705862, 1);

-- --------------------------------------------------------

--
-- 表的结构 `wo_user_follow`
--

CREATE TABLE IF NOT EXISTS `wo_user_follow` (
  `follow_id` int(22) NOT NULL AUTO_INCREMENT,
  `uid` int(22) NOT NULL,
  `fid` int(22) NOT NULL,
  PRIMARY KEY (`follow_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=107 ;

--
-- 转存表中的数据 `wo_user_follow`
--

INSERT INTO `wo_user_follow` (`follow_id`, `uid`, `fid`) VALUES
(1, 3, 1),
(2, 3, 2),
(3, 1, 3),
(4, 2, 3),
(5, 1, 2),
(6, 1, 4),
(7, 2, 1),
(8, 2, 4),
(9, 3, 4),
(10, 4, 1),
(11, 4, 2),
(12, 4, 3),
(13, 1, 5),
(14, 5, 1),
(15, 1, 6),
(16, 2, 5),
(17, 1, 7),
(18, 2, 7),
(19, 4, 7),
(20, 6, 2),
(21, 6, 1),
(22, 6, 4),
(23, 4, 6),
(24, 7, 2),
(25, 7, 6),
(26, 7, 1),
(27, 1, 8),
(28, 1, 9),
(29, 1, 10),
(30, 1, 11),
(31, 2, 8),
(32, 7, 11),
(35, 7, 10),
(36, 1, 12),
(37, 1, 13),
(38, 1, 14),
(39, 1, 15),
(40, 2, 15),
(41, 2, 14),
(42, 2, 6),
(43, 2, 16),
(44, 1, 18),
(45, 2, 18),
(46, 1, 17),
(47, 1, 16),
(48, 18, 2),
(49, 2, 10),
(50, 18, 20),
(51, 1, 20),
(52, 2, 21),
(53, 3, 23),
(54, 23, 3),
(55, 1, 21),
(56, 1, 24),
(57, 1, 23),
(58, 1, 22),
(59, 2, 23),
(60, 2, 24),
(61, 2, 22),
(62, 18, 22),
(63, 1, 25),
(64, 1, 26),
(65, 3, 27),
(66, 2, 29),
(67, 1, 30),
(68, 1, 31),
(69, 1, 28),
(70, 1, 27),
(71, 6, 29),
(72, 6, 3),
(73, 6, 26),
(74, 6, 18),
(75, 6, 17),
(76, 6, 14),
(77, 6, 24),
(78, 6, 13),
(79, 6, 10),
(80, 6, 8),
(81, 6, 7),
(82, 6, 11),
(83, 6, 5),
(84, 29, 6),
(85, 29, 2),
(86, 2, 32),
(87, 33, 29),
(88, 29, 33),
(89, 29, 1),
(90, 29, 10),
(91, 29, 7),
(92, 1, 32),
(93, 1, 33),
(94, 2, 33),
(95, 1, 34),
(96, 1, 29),
(97, 1, 35),
(98, 35, 1),
(99, 35, 29),
(100, 35, 2),
(101, 2, 35),
(102, 2, 34),
(103, 29, 35),
(104, 29, 4),
(105, 1, 37),
(106, 2, 37);

-- --------------------------------------------------------

--
-- 表的结构 `wo_user_online`
--

CREATE TABLE IF NOT EXISTS `wo_user_online` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT,
  `record_time` int(11) NOT NULL,
  PRIMARY KEY (`user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=81 ;

--
-- 转存表中的数据 `wo_user_online`
--

INSERT INTO `wo_user_online` (`user_id`, `record_time`) VALUES
(1, 1331738621),
(2, 1331742165),
(3, 1331650458),
(4, 1331693059),
(5, 1331202398),
(6, 1331737287),
(7, 1331636340),
(8, 1331205230),
(9, 1331217803),
(10, 1331478925),
(11, 1331206122),
(12, 1331206713),
(13, 1331270663),
(14, 1331631646),
(15, 1331212500),
(16, 1331222367),
(17, 1331460295),
(18, 1331304363),
(20, 1331271002),
(21, 1331270898),
(22, 1331271924),
(23, 1331273526),
(24, 1331290490),
(25, 1331307190),
(26, 1331351988),
(27, 1331358965),
(28, 1331360325),
(29, 1331736317),
(30, 1331454618),
(31, 1331546957),
(32, 1331645656),
(33, 1331647990),
(34, 1331651190),
(35, 1331715833),
(36, 1331279167),
(37, 1331705900),
(38, 1331279181),
(39, 1331279241),
(40, 1331279335),
(41, 1331279642),
(42, 1331279961),
(43, 1331280383),
(44, 1331280669),
(45, 1331304459),
(46, 1331304760),
(47, 1331358138),
(48, 1331358442),
(49, 1331393354),
(50, 1331393657),
(51, 1331393958),
(52, 1331394261),
(53, 1331394563),
(54, 1331433243),
(55, 1331454791),
(56, 1331454844),
(57, 1331516251),
(58, 1331516554),
(59, 1331516855),
(60, 1331517157),
(61, 1331517459),
(62, 1331529504),
(63, 1331559225),
(64, 1331559225),
(65, 1331559225),
(66, 1331702742),
(67, 1331702743),
(68, 1331720979),
(69, 1331720979),
(70, 1331732610),
(71, 1331737233),
(72, 1331737233),
(73, 1331737534),
(74, 1331737534),
(75, 1331737835),
(76, 1331738136),
(77, 1331738438),
(78, 1331738739),
(79, 1331738740),
(80, 1331741859);

-- --------------------------------------------------------

--
-- 表的结构 `wo_weitie`
--

CREATE TABLE IF NOT EXISTS `wo_weitie` (
  `weitie_id` bigint(22) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL COMMENT '发帖者id',
  `title` varchar(100) NOT NULL COMMENT '微贴标题',
  `content` text NOT NULL COMMENT '微贴内容',
  `forum_class_first` int(11) NOT NULL,
  `forum_class_second` int(11) NOT NULL,
  `count_comment` int(11) NOT NULL DEFAULT '0' COMMENT '统计回复次数',
  `is_photo` tinyint(1) NOT NULL DEFAULT '0',
  `iscomment` tinyint(1) NOT NULL DEFAULT '1',
  `put` bigint(22) NOT NULL DEFAULT '0' COMMENT '被推荐为精华的次数',
  `read_times` int(11) NOT NULL DEFAULT '0' COMMENT '阅读次数',
  `last_comment_user_id` int(11) NOT NULL DEFAULT '0' COMMENT '最后评论改微贴的人的id',
  `last_comment_is_read` tinyint(1) NOT NULL DEFAULT '0' COMMENT '最后评论是否阅读',
  `ctime` int(11) NOT NULL COMMENT '发布时间',
  PRIMARY KEY (`weitie_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=28 ;

--
-- 转存表中的数据 `wo_weitie`
--

INSERT INTO `wo_weitie` (`weitie_id`, `user_id`, `title`, `content`, `forum_class_first`, `forum_class_second`, `count_comment`, `is_photo`, `iscomment`, `put`, `read_times`, `last_comment_user_id`, `last_comment_is_read`, `ctime`) VALUES
(2, 3, '一场春雨一场热，恭喜窝窝园，正式上线测试', '<p>To： @Noon团队</p><p>希望你们越走越远，戒骄戒躁，路很长，你们当下做的不错，come on !</p><p>看到你们，就想起我们当年的激情......</p><p style="text-align: right;">From：@yoyiorlee</p>', 2, 4, 5, 0, 1, 1, 26, 2, 0, 1331201780),
(4, 2, 'NOON 团队 感谢信', '<p>&nbsp; &nbsp; 今天是个奇迹的时刻</p><p>在这里 &nbsp; 窝窝园 进过一半年的打拼 终于上线了</p><p>在这里首先感谢我们一直在前线奋斗的工作人员</p><p>再次感谢我哥，谢谢你，谢谢你的一直在默默的支持</p><p>谢谢 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; FROM：NOON</p><p><br /></p>', 2, 4, 3, 0, 1, 4, 28, 1, 0, 1331202087),
(6, 15, '冷的解决办法', '<p>&nbsp; &nbsp; 有一天，小明觉得很冷，告诉爸爸：“好冷啊！”。小明爸爸说：“到墙角去”！为什么呢？？？</p><p><br /></p><p><br /></p><p>&nbsp; &nbsp; &nbsp;墙角90度！！！！</p>', 5, 3, 4, 0, 1, 2, 18, 2, 1, 1331212527),
(7, 2, '同一篇帖子，在新浪，天涯，猫扑，腾讯的不同回复', '&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<img src="http://ww1.sinaimg.cn/bmiddle/6e5c06b1jw1dqx2xg9p39j.jpg" align="middle" width="550" height="3700" alt="" />&nbsp;&nbsp;&nbsp;&nbsp;', 5, 3, 0, 1, 1, 1, 1, 0, 0, 1331553558),
(8, 2, '硅谷称之为“常事”的网站设计原则', '<br /><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">初级创业者应该搞清楚保持细致与步入主流的区别。以下是网站设计过程中的几个原则，硅谷的人也常不屑地称其为“常识（Normals）”。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; "><span style="color: rgb(24, 24, 24); font-size: 2.1rem; line-height: 1.25; ">怎样介绍网站</span></p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">不用告诉用户你网站的“原理（how it works）”或“是什么（what it is）”，当然也无需告诉他们你的公司有多奇妙。你需要抓住重点，完整而明确地告诉用户你提供什么样的服务。新用户需要知道的是，你提供的服务在他们的生活中能起到什么作用。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">看一下Twitter主页是怎么向新用户介绍的。很简洁，“欢迎来到 Twitter。与你关心的人们一起，探寻变化的大千世界”。Facebook也类似，“联结你我，分享生活，尽在Facebook”。非常有才！现在初级创业者应该知道，采用明确的方式告诉用户什么时候使用、为什么有用。比如通过前面两句话我们就能知道，Twitter是用来探寻世界的变化，Facebook则是用来沟通和分享。</p><h4 style="margin-top: 0px; margin-right: 0px; margin-bottom: 3px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; color: rgb(24, 24, 24); line-height: 1.25; font-size: 2.1rem; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">确定呈现内容</h4><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">我们知道你可能会这样想：“Facebook与Twitter当然能用时髦语句来介绍自己，因为新用户在去他们的网站前，就已经知道他们的网站是做什么的”。没错，这也是问题的关键。现在的大部分人都是从他人那里听说某个网站，而你的工作就是满足这些人对你网站的期望，服务当然也是越快速、越令人信服越好。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">怎样才能让新用户爱上你的网站？ 这就需要给他们带来一段难忘的初始体验。建立一个引导式的过程，让他们感觉像是在进行愉快的散步，这样用户就会很高兴地了解当前服务能为他们做些什么。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">太多的网站在新用户注册后便甩手不管，期望他们自己去摸索和发现下一步该做什么。相反，应该把新用户看成正与你的网站约会，接着通过一个优雅、直观、使人愉悦的引导过程，让他们了解网站的操作流程。对初级创业者来说，学会开始、驾驭并让使用体验个性化都是极其重要的。初级创业者应该正确对待错误，不应害怕冒险或固化行动 ，措施应该灵活且可以在必要时撤消。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">例如，Twitter在引导用户使用这个服务的同时，也会询问他们的兴趣，然后立即利用这些信息为其创造个性化体验。完成这一过程后，无关的应用将被关闭，这样用户的面板上就只会显示那些自己可能感兴趣的功能选项。</p><h4 style="margin-top: 0px; margin-right: 0px; margin-bottom: 3px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; color: rgb(24, 24, 24); line-height: 1.25; font-size: 2.1rem; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">化繁为简</h4><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">针对特定用户进行产品设计的关键是满足他们的特别需求。即使你的目标用户不是网络新人，当没有经验的游客来访问你的网站时，也要确保他们能有收获。直观的界面能让每个用户都喜欢，还要能够预测用户的下一步操作。让产品步入主流，它必须要简单，还能满足用户需求。用户往往不关心你的技术能做什么，而只关心你的服务能帮他们完成什么。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">还有大量尚开发的机遇等着那些能化繁为简的企业家去开发。如果不知是什么，或许你的爷爷奶奶也能给你带来启发。</p>', 2, 2, 2, 0, 1, 3, 14, 1, 0, 1331553949),
(9, 2, '也许上辈子是人类吧！', '&nbsp;&nbsp;<span style="font-style: normal; color: rgb(119, 119, 119); font-family: Arial, Helvetica, sans-serif; font-size: 12px; line-height: 20px; background-color: rgb(243, 243, 243); ">在澳大利亚的一个海滩上，一名游客突然发现了这只抑郁的袋鼠，它在海边站立了好久，于是拿起相机拍摄，谁知看到的竟是让他都觉得不可思议的这一 幕。。事后，据动物学家介绍，动物有时也会患上抑郁症，有些也会选择自杀的方式了结此生。这样一只动情的袋鼠，也许上辈子是人类吧..<span style="font-style: normal; color: rgb(119, 119, 119); font-family: Arial, Helvetica, sans-serif; font-size: 12px; line-height: 20px; background-color: rgb(243, 243, 243); "><span style="font-style: normal; color: rgb(119, 119, 119); font-family: Arial, Helvetica, sans-serif; font-size: 12px; line-height: 20px; background-color: rgb(243, 243, 243); ">子是人类吧...</span></span></span><img src="http://ww1.sinaimg.cn/bmiddle/7839a605jw1dqwpxcfdefj.jpg" width="500" height="3500" alt="" />', 5, 4, 0, 1, 1, 0, 3, 0, 0, 1331554144),
(11, 2, '书法分享', '&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<img src="http://ww3.sinaimg.cn/bmiddle/6ac256f5jw1dqwwnfrhc2j.jpg" width="600" height="400" alt="" />', 1, 1, 0, 1, 1, 0, 1, 0, 0, 1331555010),
(12, 2, '书法分享（2）', '&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<img src="http://ww4.sinaimg.cn/bmiddle/6ac256f5jw1dqx5oxe9i2j.jpg" width="300" height="500" alt="" />', 1, 1, 2, 1, 1, 4, 15, 3, 0, 1331555132),
(13, 2, '四川和原动力科技有限公司招聘', '<p>&nbsp; &nbsp; &nbsp;</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;转陈倩玲老师通知：</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;08级学生请注意：四川和原动力科技有限公司招聘10086外乎代表1、性别不限，工作经验不限2、普通话流畅，会计算机基本操作。待遇：岗前带薪培训4天、固定工资+业务提成+各项福利1500-4000，周末双休，八小时工作制，国家法定节假日照常休息，可短期工作，地址：成都锦江区静居寺路20号，电话028-84504999转人力资源部，邮箱schydl_hr@sina.com</p>', 3, 3, 0, 0, 1, 2, 6, 0, 0, 1331555497),
(14, 1, '''外星寄生虫''惊现上海?', '&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="font-family: SimHei; ">&nbsp;</span><p><span style="font-family:SimHei;">&nbsp; &nbsp; &nbsp;<span style="font-size: 14px; line-height: 25px; text-align: left; ">“最近新闻里说，地中海发现一种可怕的‘外星寄生虫’，专门寄生在鲷鱼的舌头上，我今天也买到一条这样的鱼，不知道情况是不是一样！”3月10日上午，家住上海武宁南路达安花园的张先生向记者反映此事，不知名的寄生虫让他毛骨悚然。</span></span></p><p><span style="font-size: 14px; line-height: 25px; text-align: left; "><span style="font-family:SimHei;">&nbsp; &nbsp; 当天，记者来到张先生家中，正值午饭时间，张先生却不敢将这条鲷鱼烧了吃。他说，上午在武定路菜市场的水产摊上买了这条鲷鱼，约15元，打算中午烧来吃。他在家洗鱼时发现鱼嘴里有白色异物，用筷子夹出来一看，竟然是一个带壳的不知名昆虫！</span></span></p><p><span style="font-family:SimHei;"><span style="font-size: 14px; line-height: 25px; text-align: left; "></span></span></p><p style="margin-top: 20px; margin-right: auto; margin-bottom: 0px; margin-left: auto; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 25px; font-size: 14px; text-align: left; "><span style="font-family:SimHei;">&nbsp; &nbsp; &nbsp;记者看到，这条鱼比巴掌大不了多少，口中含着的这个异物跟大拇指一般大。这个昆虫通体白色，已经死亡。“当时我在洗鱼，它差点从鱼嘴里掉出来，把我吓了一大跳。”张先生仔细查看鱼嘴，发现鱼的舌头已被咬掉大半，而虫子正好取代了舌头的位置。</span></p><p style="margin-top: 20px; margin-right: auto; margin-bottom: 0px; margin-left: auto; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 25px; font-size: 14px; text-align: left; "><span style="font-family:SimHei;">&nbsp; &nbsp; “这不就是前几天新闻里说的‘外星寄生虫’吗？”张先生指着网页上的新闻告诉记者。几天前，外国媒体纷纷报道，地中海发现一种可怕的寄生虫，其外形与科幻电影中的外星人无异，它们“攻占”了鲷鱼的舌头，并取而代之，吸鱼的血。这种寄生虫在地中海地区迅速繁殖 ，有些地区几乎一半的鱼类都被其感染，研究人员将其命名为“贝蒂”，它们在过度捕捞的水域中传播速度非常快。据了解，“贝蒂”通过鱼鳃进入鱼体，雌性寄生虫占据舌尖后，逐渐蚕食血液，供自己生长。对比网上的“外星寄生虫”和张先生厨房里的不明虫体，两者果然非常像。</span></p><p style="margin-top: 20px; margin-right: auto; margin-bottom: 0px; margin-left: auto; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 25px; font-size: 14px; text-align: left; "><span style="font-family:SimHei;">&nbsp; &nbsp; &nbsp;&nbsp;记者随后来到武定路菜市场，在一些摊位，摊主掰开活鱼的嘴检查，都未发现异物。也有一些摊主因为怕影响生意，谈“虫”色变，直接告诉记者“我家不卖鲷鱼”。</span></p><p style="margin-top: 20px; margin-right: auto; margin-bottom: 0px; margin-left: auto; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 25px; font-size: 14px; text-align: left; "><span style="font-family:SimHei;">&nbsp; &nbsp; &nbsp;&nbsp;那么，张先生买到的这条鱼还能不能吃？记者咨询了上海海洋大学潘连德教授，潘教授看了照片后表示，把虫去掉，鱼烧熟仍能吃。至于这究竟是寄生虫还是固着性软体动物，需进一步研究。</span></p><p style="margin-top: 20px; margin-right: auto; margin-bottom: 0px; margin-left: auto; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 25px; font-size: 14px; text-align: left; "><span style="font-family:SimHei;">&nbsp; &nbsp; &nbsp;&nbsp;渔政专家表示，在地中海发现的“贝蒂”对人类不造成威胁，但会抑制鱼类的生长繁殖 ，并且会降低鱼类的寿命。一般来说，鱼的腹腔、鳞片下可能存在寄生虫，必须清洗干净，高温烹制后仍可食用。但是，专家也提醒，尽量不要生吃鱼类海鲜，因为寄生虫被人食入后可能影响健康。</span></p><br />', 5, 1, 1, 0, 1, 1, 8, 2, 0, 1331557204),
(15, 1, '硅谷称之为''常识''的网站设计过程原则', '<img src="http://img01.36krcnd.com/wp-content/uploads/2012/03/principlesofdesign.jpg" alt="" /><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; "></p><h4 style="margin-top: 0px; margin-right: 0px; margin-bottom: 3px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; color: rgb(24, 24, 24); line-height: 1.25; font-size: 2.1rem; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">怎样介绍网站</h4><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">不用告诉用户你网站的“原理（how it works）”或“是什么（what it is）”，当然也无需告诉他们你的公司有多奇妙。你需要抓住重点，完整而明确地告诉用户你提供什么样的服务。新用户需要知道的是，你提供的服务在他们的生活中能起到什么作用。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">看一下Twitter主页是怎么向新用户介绍的。很简洁，“欢迎来到 Twitter。与你关心的人们一起，探寻变化的大千世界”。Facebook也类似，“联结你我，分享生活，尽在Facebook”。非常有才！现在初级创业者应该知道，采用明确的方式告诉用户什么时候使用、为什么有用。比如通过前面两句话我们就能知道，Twitter是用来探寻世界的变化，Facebook则是用来沟通和分享。</p><h4 style="margin-top: 0px; margin-right: 0px; margin-bottom: 3px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; color: rgb(24, 24, 24); line-height: 1.25; font-size: 2.1rem; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">确定呈现内容</h4><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">我们知道你可能会这样想：“Facebook与Twitter当然能用时髦语句来介绍自己，因为新用户在去他们的网站前，就已经知道他们的网站是做什么的”。没错，这也是问题的关键。现在的大部分人都是从他人那里听说某个网站，而你的工作就是满足这些人对你网站的期望，服务当然也是越快速、越令人信服越好。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">怎样才能让新用户爱上你的网站？ 这就需要给他们带来一段难忘的初始体验。建立一个引导式的过程，让他们感觉像是在进行愉快的散步，这样用户就会很高兴地了解当前服务能为他们做些什么。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">太多的网站在新用户注册后便甩手不管，期望他们自己去摸索和发现下一步该做什么。相反，应该把新用户看成正与你的网站约会，接着通过一个优雅、直观、使人愉悦的引导过程，让他们了解网站的操作流程。对初级创业者来说，学会开始、驾驭并让使用体验个性化都是极其重要的。初级创业者应该正确对待错误，不应害怕冒险或固化行动 ，措施应该灵活且可以在必要时撤消。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">例如，Twitter在引导用户使用这个服务的同时，也会询问他们的兴趣，然后立即利用这些信息为其创造个性化体验。完成这一过程后，无关的应用将被关闭，这样用户的面板上就只会显示那些自己可能感兴趣的功能选项。</p><h4 style="margin-top: 0px; margin-right: 0px; margin-bottom: 3px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; color: rgb(24, 24, 24); line-height: 1.25; font-size: 2.1rem; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">独立而不孤立</h4><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">许多网站还未赢得用户信任，就在用户登陆时要求获得他们的Facebook授权。这种做法可能会让新、老用户都产生疏远感。很多新用户的朋友也是网络新手，所以他们在网络中的沟通可能还并不多。另一些人则希望在Facebook之外的网站与他人建立沟通关系；或是更希望在没有Facebook的地方获得一丝“喘息”。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">另一方面，他们也不想让朋友知道自己正使用Faceboo帐号登陆第三方网站。在越来越多的垃圾信息威胁到自己朋友时，他们也对第三方网站授权变得越来越谨慎。在这种情况下，如果网站强制要求用户创建帐号，或在他们确认自己需要这个服务之前，让其使用Facebook帐户登陆，失去这些用户的风险将比获得的好处更大。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">这并不是说不应该给用户提供使用Facebook登陆的选项，只是建议先让他们爱上你的网站。对一个还未注册的用户来说，他即使没有朋友使用你的网站，网站对他也应该是有价值和吸引人的。例如，Pinterest允许未注册用户自由地浏览内容。用户只有在决定加入的时候，才会尝试使用Facebook帐户登陆。新用户加入后，不管有没有朋友在使用这个服务，他们都能立即开始发布内容、表达喜爱、发表评论等。</p><h4 style="margin-top: 0px; margin-right: 0px; margin-bottom: 3px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; color: rgb(24, 24, 24); line-height: 1.25; font-size: 2.1rem; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">化繁为简</h4><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 18px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; border-top-width: 0px; border-right-width: 0px; border-bottom-width: 0px; border-left-width: 0px; border-style: initial; border-color: initial; border-image: initial; font: inherit; vertical-align: baseline; line-height: 26px; color: rgb(68, 68, 68); font-size: 16px; font-family: ''Microsoft Yahei'', ''Helvetica Neue'', ''Luxi Sans'', ''DejaVu Sans'', Tahoma, ''Hiragino Sans GB'', STHeiti; ">针对特定用户进行产品设计的关键是满足他们的特别需求。即使你的目标用户不是网络新人，当没有经验的游客来访问你的网站时，也要确保他们能有收获。直观的界面能让每个用户都喜欢，还要能够预测用户的下一步操作。让产品步入主流，它必须要简单，还能满足用户需求。用户往往不关心你的技术能做什么，而只关心你的服务能帮他们完成什么。</p>', 2, 1, 1, 1, 1, 1, 4, 2, 1, 1331557924),
(16, 1, 'Amazon为何高价回购ipad2?', '&nbsp; &nbsp; &nbsp; &nbsp;<span style="color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; font-size: 14px; line-height: 24px; text-align: left; ">为了应对</span><a href="http://www.leiphone.com/tag/ipad3zt" target="_blank" style="font-family: ΢���ź�, ''Microsoft YaHei''; font-size: 14px; line-height: 24px; text-align: left; text-decoration: none; outline-style: none; outline-width: initial; outline-color: initial; color: rgb(221, 32, 32); ">新iPad</a><span style="color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; font-size: 14px; line-height: 24px; text-align: left; ">上市，以及iPad 2的降价冲击，</span><a href="http://www.leiphone.com/tag/amazon" target="_blank" style="font-family: ΢���ź�, ''Microsoft YaHei''; font-size: 14px; line-height: 24px; text-align: left; text-decoration: none; outline-style: none; outline-width: initial; outline-color: initial; color: rgb(221, 32, 32); ">Amazon</a><span style="color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; font-size: 14px; line-height: 24px; text-align: left; ">宣布高价回购iPad 2，成色较新的16GB Wi-Fi版iPad 2抵购价为320美元，正常磨损的抵购价为288美元，只要设备基本还可正常运行，最低可获得236美元的抵购价。</span><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.75em; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 24px; font-size: 14px; color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; text-align: left; ">苹果将以399美元的价格销售新iPad，亚马逊却以高达320美元的价格回购iPad 2，这是怎么回事？Jeff Bezos在开慈善机构么？还是他疯了？<span id="more-71582"></span></p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.75em; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 24px; font-size: 14px; color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; text-align: left; ">都不是！这是Amazon英明的抵价购物策略。Amazon只会将抵购金额存入用户账户，而非现金。这样，付给用户的钱最终还是会回笼到Amazon的营收中，对Amazon来说，并不会造成太大的实际损失。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.75em; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 24px; font-size: 14px; color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; text-align: left; ">据一位公司发言人透露，Amazon回购iPad 2后会将设备转手出售给第三方厂商，第三方厂商会进行翻新处理，进而再次在市场上出售，同时这些厂商会选择Amazon平台来销售这些设备。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.75em; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 24px; font-size: 14px; color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; text-align: left; ">目前，Amazon平台上质量较好的二手iPad 2可卖到360美元/台。Amazon负责二手iPad 2的采购、装运以及再销售，占了整个流程的绝大部分工作。假设Amazon获得360美元再销售价格85%的份额，即306美元，再减去支付消费者的320美元抵购价，其直接实际损失仅为14美元。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.75em; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 24px; font-size: 14px; color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; text-align: left; ">存入账户中的抵购金额，如果用户使用的话，必将再次购买Amazon的其他商品，其他商品带来的利润或可抵消甚至超过回购iPad 2带来的14美元直接损失；如果用户不使用的话，只会留下大量礼品卡，Amazon也就更没有损失。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.75em; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; line-height: 24px; font-size: 14px; color: rgb(51, 51, 51); font-family: ΢���ź�, ''Microsoft YaHei''; text-align: left; ">看似糊涂慷慨实则英明之极，通过iPad 2的回购和再销售为自己吸引和锁定用户，这就是Amazon面对新形势的策略，也是Bezos的英明举措。</p>', 2, 1, 1, 0, 1, 1, 5, 2, 0, 1331558178),
(17, 1, '高速公路暴力超房地产 百余公里路''日进千万''', '&nbsp;&nbsp;&nbsp;&nbsp;<p class="first" style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; ">“一些公路收费暴利超过房地产，员工畸形膨胀，成了‘养人的地方’”。今年的两会上，任启兴等多位委员和人大代表不约而同提出尽快减少收费公路的建议。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 9px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; "><strong>百余公里路“日进千万”</strong></p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 9px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; ">“高速路暴利超房地产。”任启兴委员列举了一串数字：上市公司年报显示，宁沪高速2010年主营业务营业利润率为56.21%，成渝高速为59.28%，而通常被人们称为“暴利”的房地产，毛利率一般也只维持在40%以下。广深高速全长120余公里，日均路费收入达1011万元，可谓是“日进千万”。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 9px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; ">大量“来钱容易”的收费公路，还让这里成了“养人的地方”。任启兴说，一些高速公路，每公里达到5.4人之多，1个本应45人编制的收费站，却养活了80多人。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 9px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; ">据有关资料显示，河南高速洛阳分公司仅负责98.8公里收费公路的管理，职工却有403人，还不包括保安、后勤人员。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 9px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; ">任启兴建议，国家以尽可能快的速度，逐步减少收费公路里程，把本来属于政府的职能归还给政府。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 9px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; "><strong>建议春运取消高速路收费</strong></p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 9px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; ">政协委员冯世良指出，“春运”不是中国仅有，圣诞节前后的美国交通和中国春运有得一拼。据美国汽车协会估计，从2011年12月23日至2012年1月2日，大约9200万美国人在假日期间出行，其中超过90%的人选择自驾或是搭车。</p><p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 9px; padding-right: 0px; padding-bottom: 9px; padding-left: 0px; text-indent: 2em; font-size: 14px; line-height: 20px; font-family: normal; ">冯世良委员指出，相对铁路，公路提供运力的弹性要大得多。中国已经建成8万公里世界第二大的高速公路网，具备了化解春运难题的能力。只是因为大部分公路在春运期间照常收费，限制了这种能力的发挥。</p>', 5, 1, 3, 0, 1, 3, 11, 2, 0, 1331558363),
(18, 2, '成大四名大学生 毕业年薪超过10万', '&nbsp;&nbsp;&nbsp;&nbsp;<p style="font-family: Simsun; font-size: 14px; line-height: 21px; text-align: -webkit-left; background-color: rgb(247, 250, 255); ">本报讯（记者 郑莹莹）“软件工程专业的学生基本都被企业用高薪抢走，年薪10万元以上的目前都有4个了！”昨日记者从成都大学获悉，该校信息科学与技术学院2008级软件工程专业的学生目前就业形势良好，IT专业的毕业生受到众多知名企业欢迎。</p><p style="font-family: Simsun; font-size: 14px; line-height: 21px; text-align: -webkit-left; background-color: rgb(247, 250, 255); ">&nbsp;&nbsp;记者了解到，该校2008级软件工程1班学生陈平（化名），目前已与腾讯科技（成都）有限公司签约，毕业后年薪超过10万元，目前已在该公司担任助理工程师，领取实习工资。而软件工程专业还有3名大四毕业生目前已签约北京趣拿软件科技有限公司（去哪儿网），年薪平均也都在10万元以上。“在学校里真正对IT有兴趣，且擅长这门专业的同学基本都找到了对口的工作，年薪都偏高。”陈平告诉记者，软件工程专业共有200多名同学，至少一半以上的同学就业情况都很好。他还解释说，尽管现在大家的工作已经落实了，但还是要等到拿到毕业证后，才开始发放正常的薪酬，因此都还不愿意透露自己的真实姓名。</p><p style="font-family: Simsun; font-size: 14px; line-height: 21px; text-align: -webkit-left; background-color: rgb(247, 250, 255); ">&nbsp;&nbsp;目前已在北京趣拿软件科技有限公司担任信息安全工程师的曾波（化名）和2名同学都已离校实习，签约后，他们的年薪也是至少在10万元以上。这些同学总结自己学习和找工作的经验时谈道，学习环境对他们起到了非常重要的作用。“信息学院近年来采取3+X人才培养模式，实现了学生与企业的无缝对接，在学好基础知识的同时，大大提升了学生的动手能力，我们在读大一时被选入学院创新工作室，跟着老师做一些项目，实践能力得到了充分锻炼，这也是企业喜欢我们的原因之一。”</p><p style="font-family: Simsun; font-size: 14px; line-height: 21px; text-align: -webkit-left; background-color: rgb(247, 250, 255); ">&nbsp;&nbsp;同学们还谈道，成功就业的另一个关键因素就是兴趣。“兴趣是学习一门技术的最好导师。如果你对你现在所学专业没有兴趣，那一定要培养兴趣，兴趣会引导你去思考、去钻研。”曾波表示，在大学里，需要超强的自学能力，因为大学学习和中学最大的不同就在于在大学里要为自己的终身学习做好铺垫。“在大学里自学是一种能力的体现。老师仅仅是把你领进装有知识的门里，带你了解知识的精髓，而把一门知识搞深搞透，自学是非常重要的。”</p><p style="font-family: Simsun; font-size: 14px; line-height: 21px; text-align: -webkit-left; background-color: rgb(247, 250, 255); "><br /></p><p style="font-family: Simsun; font-size: 14px; line-height: 21px; text-align: -webkit-left; background-color: rgb(247, 250, 255); ">来自成都日报</p>', 2, 2, 2, 0, 1, 2, 8, 1, 0, 1331630443);
INSERT INTO `wo_weitie` (`weitie_id`, `user_id`, `title`, `content`, `forum_class_first`, `forum_class_second`, `count_comment`, `is_photo`, `iscomment`, `put`, `read_times`, `last_comment_user_id`, `last_comment_is_read`, `ctime`) VALUES
(19, 6, '为一杯咖啡我奋斗了二十年', '&nbsp;&nbsp;&nbsp;&nbsp;<div id="paperTitleArea" align="center"><span style="font-family:宋体;font-size:18px;color:#800080;">为一杯咖啡我奋斗了二十年</span></div><div id="blogDetailDiv"><p align="left"><span style="color:#000000;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 我们从出生就是两个世界里不同的人，你喝得不耐烦的咖啡，我却要为此奋斗<span style="font-family:Calibri;">20</span>年才能喝上一杯。<span style="font-family:Calibri;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span><span style="font-family:Calibri;color:#000000;">&nbsp;</span></p><p align="center">&nbsp;</p><p align="center"><span style="color:#000000;"><strong><a href="http://b23.photo.store.qq.com/http_imgload.cgi?/rurl4_b=1067737d0cf9ae657f38c7ea69e8bfe57b10a2f29cf11fcaed5f53247f6fa97d89715b9032f40db15cbe908fd04afbb0070359f4e7dbc3607b113f58b1a89f2c0851ab4242c4937507b1cf301565185765187f9c" appendurl="1" target="_blank"><img alt="图片" appendurl="1" height="188" src="http://b23.photo.store.qq.com/http_imgload.cgi?/rurl4_b=1067737d0cf9ae657f38c7ea69e8bfe57b10a2f29cf11fcaed5f53247f6fa97d89715b9032f40db15cbe908fd04afbb0070359f4e7dbc3607b113f58b1a89f2c0851ab4242c4937507b1cf301565185765187f9c" width="250" /></a></strong></span></p><p align="center">&nbsp;</p><span style="color:#000000;"><strong></strong></span><p align="center"><span style="color:#cc0000;"><strong>文<span style="font-family:Calibri;">/&nbsp;</span>天<span style="font-family:Calibri;">&nbsp;&nbsp;</span>涯</strong></span></p><p align="center"><br />&nbsp;</p><p align="left"><span style="color:#000000;"><span style="font-size:24px;"><strong>小学<span style="font-family:Calibri;">&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;</span></strong></span></span></p><p align="left"><span style="color:#000000;"></span>&nbsp;</p><p align="left"><span style="color:#000000;">当你每天穿着干净的衣服，背着漂亮的书包让人在学校与家之间接送着的时候。我只能穿着那件用姐姐的旧衣服改装过来，一个月洗一次还打着补丁的外衣在冬日早晨的寒风中跑向学校。</span></p><p align="left"><span style="color:#000000;">当你坐在宽敞明亮的教室里一边听课，一边在抽屉里把玩你的玩具机器人时。我在昏暗潮湿随时都有可能倒塌的茅草房里用一块搭在石头上的木板做课桌记录着老师的每一句话。</span></p><p align="left"><span style="color:#000000;">当你放学后在游乐场、动物园玩得兴高采烈的时候，我背着和自己身体极不协调的竹筐在田间地头一把把割着猪草。</span></p><p align="left"><span style="color:#000000;">当你每天准时坐在电视机前观看喜爱的《动画城》时，我踩着小板凳在比我高一个头的灶台边忙和着做晚饭。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会知道。当你躺在舒适柔软的床上进入梦乡时，我还在忽明忽暗的煤油灯下做着老师布置的作业的那种无奈。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会明白。当你被动画片里的情节逗得哈哈大笑时，我正在灶台边鼓着腮帮子吹气，而让浓烟熏得泪水直流的痛苦。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会理解。为何你的铅笔用到一半就丢弃时，我却用一只筷子绑住半截笔头在纸上书写着希望、书写着未来的辛酸。</span></p><p align="left"><span style="color:#000000;">这<span style="font-family:Calibri;">6</span>年，你过得快乐无忧。这<span style="font-family:Calibri;">6</span>年，我过得无比艰辛。</span></p><p align="left">&nbsp;</p><p align="center"><span style="color:#000000;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href="http://b25.photo.store.qq.com/http_imgload.cgi?/rurl4_b=1067737d0cf9ae657f38c7ea69e8bfe5088eedfee531e9e80b643a9e1cfcf09236c8e397b128069649c5f98c5ad7910d6116ab1631f936e8449684e6ec0de91b269eeac68399c72b446c798871f9d58bb0131148" appendurl="1" target="_blank"><img alt="图片" appendurl="1" height="266" src="http://b25.photo.store.qq.com/http_imgload.cgi?/rurl4_b=1067737d0cf9ae657f38c7ea69e8bfe5088eedfee531e9e80b643a9e1cfcf09236c8e397b128069649c5f98c5ad7910d6116ab1631f936e8449684e6ec0de91b269eeac68399c72b446c798871f9d58bb0131148" width="652" /></a><br /></span></p><p align="left"><span style="font-family:Calibri;color:#000000;">&nbsp;</span></p><p align="left"><span style="color:#000000;"><strong>中学</strong><span style="font-family:Calibri;"><strong>&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;</strong></span></span></p><p align="left">&nbsp;</p><p align="left"><span style="color:#000000;">当你穿着名牌和同学比较谁的好看时，我正偷偷的在运动场上捡拾着别人丢弃的饮料瓶，只因为，那可以换取我下个礼拜的饭菜票。</span></p><p align="left"><span style="color:#000000;">当你给漂亮的女同学丢纸条、写情书时，我正在为一条辅助线该做在哪而伤破脑筋。</span></p><p align="left"><span style="color:#000000;">当你大晚上翻墙出去网吧玩游戏、看球赛时，我还打着电筒在被窝里预习和复习。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会知道。当你往剩饭桶里倒掉一碗碗饭菜时，我白菜豆腐也未必顿顿能吃得起。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会明白。当你在考场上发挥团队精神和别人合作时，我为何是那么的无奈与愤怒。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会理解。你不费一点心思轻而易举就能进的学校，我要辛辛苦苦奋斗三年才能勉强进去。</span></p><p align="left"><span style="color:#000000;">这<span style="font-family:Calibri;">6</span>年，你过得激情浪漫。这<span style="font-family:Calibri;">6</span>年，我拼了命的奋斗，只为能缩短我和你的距离，只为有朝一日能赶上你，能像你一样潇洒的坐在宽敞的落地窗边静静地喝上一杯咖啡。</span></p><p align="left">&nbsp;</p><p align="left"><span style="color:#000000;"><strong>大学</strong><span style="font-family:Calibri;"><strong>&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;</strong></span></span></p><p align="left">&nbsp;</p><p align="left"><span style="color:#000000;">当你挽着女友的手花前月下时，我正淹没在大街上的人潮中发传单而和城管玩着做迷藏。</span></p><p align="left"><span style="color:#000000;">当你在宿舍睡得天昏地暗，在大排档喝得晕头转向时，我正挤着公交车赶着去给像小时候的你一样的他做家教。</span></p><p align="left"><span style="color:#000000;">当你出上几百块钱让同学给你抄笔记，写论文时，我还在图书馆啃着一个馒头查找大量的资料和数据。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会知道。为何大学总是没有女孩子愿意挽我的手。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会明白。为何我经常夜半三更才抹黑回宿舍睡觉。</span></p><p align="left"><span style="color:#000000;">所以，你永远也不会理解。为何我总是显得那么的匆忙，而你却是那么的无聊。</span></p><p align="left"><span style="color:#000000;">这<span style="font-family:Calibri;">4</span>年，你享尽清福。这<span style="font-family:Calibri;">4</span>年，我历尽磨练。</span></p><p align="left">&nbsp;</p><p align="left"><span style="color:#000000;">还好，终于毕业了。整整<span style="font-family:Calibri;">16</span>年，我似乎可以和你比较一下了。然而，我不仅不能坐下来喝一杯咖啡，反而变得更惨。</span></p><p align="left"><span style="color:#000000;">我每天栖息在<span style="font-family:Calibri;">10</span>平米的出租房里，睡觉、吃饭。每个月还要省下一半的工资寄给远方的爹娘。每天早晨当你还在梦睡中喳着嘴时，我已经起床去赶第一趟公交车，只为了害怕堵车而上班迟到。而迟到将会扣去价值三杯的咖啡钱，所以，我不能迟到，但也还是不能喝咖啡，我得省下喝咖啡的钱交水费、电费。</span></p><p align="left"><span style="color:#000000;">夜幕降临了，华灯初上。我匆匆的行走于灯火辉煌的街头，但没来得及停下脚步迷恋这美丽的瞬间。因为为了能喝一杯咖啡，我得去夜大培训班学习和充电。而此时的你，可能还和同事在<span style="font-family:Calibri;">KTV</span>或者某个酒吧放松。</span></p><p align="left"><span style="color:#000000;">我像一个钟摆，不知疲倦的在这座城市摆荡了四年，跳了<span style="font-family:Calibri;">N</span>次的槽，只为每一次的薪水都多一点。</span></p><p align="left">&nbsp;</p><p align="left"><span style="color:#000000;">为了一杯咖啡，我奋斗了整整<span style="font-family:Calibri;">20</span>年。然而，<span style="font-family:Calibri;">20</span>年后的今天，金融危机爆发了，我失业了。我有大把大把的时间却没大把大把的钞票去喝咖啡。我迷茫的行走在这灯红酒绿的街头，失落的情绪弥漫在我的心里。当我再次路过那家咖啡店门口时，我犹豫了。最终，我还是说服了自己走进了那个我一直不敢进的店门。</span></p><p><span style="color:#000000;">&nbsp;&nbsp;&nbsp; 但我只敢点那最便宜的30元一杯的咖啡，我轻轻的押了一口，芳香的气味却是苦涩的味道，就像你永远看不见我的悲哀一样。我知道，喝完这杯咖啡，我就要像陀螺一样旋转着去寻找下一杯咖啡，那可能又是20年，或者是几个20年、、、、、、&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p><p>&nbsp;</p></div>', 5, 4, 3, 1, 1, 2, 13, 2, 0, 1331643168),
(21, 2, '我校临床医学本科专业或教育部审核通过', '&nbsp;&nbsp;&nbsp;&nbsp;<table width="99%" height="520" border="0" align="center" cellpadding="1" cellspacing="3" style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; font-family: 宋体, Arial, Tahoma, Verdana, System, sans-serif; "><tbody style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; "><tr style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; "><td height="30" align="center" style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; font-family: 宋体, Arial, Tahoma, Verdana, System, sans-serif; font-size: 12px; line-height: 18px; word-break: break-all; ">来源:教务处&nbsp;&nbsp;&nbsp;&nbsp;发布日期:2012-03-14 11:07:26 &nbsp; &nbsp;</td></tr><tr style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; "><td valign="top" class="news_main_bg" id="zoom" style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; font-family: 宋体, Arial, Tahoma, Verdana, System, sans-serif; font-size: 12px; line-height: 18px; word-break: break-all; background-image: url(http://xcb.cdu.edu.cn/images/news_main_bg.jpg); background-position: 50% 50%; background-repeat: no-repeat no-repeat; ">&nbsp;&nbsp;&nbsp;&nbsp;本网消息（教务处&nbsp;供稿）根据教育部《关于公布对江南大学等高等学校医学类本科专业审核结果的通知》（教高司函[2012]29号），我校新申报的临床医学本科专业正式获教育部审核通过，将于2012年开始招生。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;2009年，成都市将成都铁路中心医院整建制划归我校，成为成都大学附属医院，希望成都大学借助临床医学实践平台，为成都市及周边地区培养更多的医疗卫生人才。近年来，学校着力加强人才队伍建设，积极改革人才培养模式，在不断加大建设、投入力度的基础上，学校申报临床医学本科专业的各项工作也得到省、市政府及相关职能部门的大力支持。2012年2月，教育部、卫生部临床医学专业专家组对学校和附属医院进行了现场考察。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;临床医学本科专业属教育部严格控制类专业，临床医学本科专业的申报成功，对我校学科体系的完善和协调发展、对我校医学和生命科学领域的教育教学科研工作都将起到促进作用，也将提高成都大学及成大附属医院服务地方医疗卫生事业的能力。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><p>&nbsp;&nbsp;&nbsp;&nbsp;（学生编辑&nbsp;陈丽&nbsp;编辑&nbsp;陈明慧&nbsp;责编&nbsp;练丰丽）&nbsp;</p><p><br /></p><p>来自：<a href="http://xcb.cdu.edu.cn/display.php?id=20188">http://xcb.cdu.edu.cn/display.php?id=20188</a></p></td></tr></tbody></table>', 3, 3, 3, 0, 1, 3, 12, 1, 0, 1331701750),
(22, 2, '关于申报2012年学生创新创业活动相关项目的通知', '<table width="99%" height="520" border="0" align="center" cellpadding="1" cellspacing="3" style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; font-family: 宋体, Arial, Tahoma, Verdana, System, sans-serif; "><tbody style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; "><tr style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; "><td height="30" align="center" style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; font-family: 宋体, Arial, Tahoma, Verdana, System, sans-serif; font-size: 12px; line-height: 18px; word-break: break-all; "><p>来源:成都学院（成都大学）学生创新创..&nbsp;&nbsp;&nbsp;&nbsp;发布日期:2012-03-12 18:03:55 &nbsp; &nbsp;</p></td></tr><tr style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; "><td valign="top" class="news_main_bg" id="zoom" style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; font-family: 宋体, Arial, Tahoma, Verdana, System, sans-serif; font-size: 12px; line-height: 18px; word-break: break-all; background-image: url(http://xcb.cdu.edu.cn/images/news_main_bg.jpg); background-position: 50% 50%; background-repeat: no-repeat no-repeat; ">各学院和相关部门：&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;为培养学生突出的创新创业能力，学校拨出专项经费用于学生创新创业活动相关项目的开展，为确保我校大学生创新创业活动的平稳运行，建立结构合理、层次清晰的学生创新创业活动项目管理模式，经研究，学校决定开展2012年学生创新创业活动项目申报工作。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />一、项目范围&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;学生参与的学科竞赛活动、科创活动、创业活动、社团活动、文娱活动、体育活动及开放专业实验室活动。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />二、组织机构&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;成立学生创新创业专项经费管理领导小组（以下简称领导小组），全面领导、组织和管理经费使用。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;组&nbsp;&nbsp;长：周激流&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;副组长：柯玲&nbsp;&nbsp;唐毅谦&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;成&nbsp;&nbsp;员：学生处、教务处、校团委、实验技术中心、体育学院负责人&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;办公室设在学生处，具体协调项目活动的开展和经费的统筹安排，联系人：李兵。办公室下设学科竞赛活动、科创活动、创业活动、社团活动、文娱活动、体育活动、开放专业实验室项目管理办公室，具体负责各个项目的实施、指导、评价和经费管理。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;学科竞赛活动项目管理办公室由教务处负责；科创活动、社团活动、文娱活动项目管理办公室由校团委负责；创业活动项目管理办公室由学生处负责；体育活动项目管理办公室由体育学院负责；开放专业实验室由实验技术中心负责。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />三、申报程序&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;1、2012年学校学生创新创业活动项目申报实行分项目申报，愿意申报单位向归口管理部门申报，归口管理部门汇总整理后由学校统一评审。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;2、各项目申请表见相关附件，申报单位填写后请于2012年3月23日（周五）17：00点前将电子和纸质文档（签章）交至项目归口管理单位待审，逾期不予受理。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;3.&nbsp;请各单位认真组织好2012年成都学院（成都大学）学生2012年学生创新创业活动项目申报工作，并在立项后的项目实施工作中注意保存项目相关资料备查。&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;成都学院（成都大学）学生创新创业专项经费管理领导小组&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;二〇一二年三月十二日&nbsp;<br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " />来自：<a href="http://xcb.cdu.edu.cn/display.php?id=20169">http://xcb.cdu.edu.cn/display.php?id=20169</a><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /><br style="border-top-style: none; border-right-style: none; border-bottom-style: none; border-left-style: none; " /></td></tr></tbody></table>', 3, 3, 0, 0, 1, 1, 3, 0, 0, 1331701968),
(23, 29, '游客出游时该购买的几种保险', '&nbsp;&nbsp;&nbsp;&nbsp;<span style="font-family: Simsun; font-size: 14px; line-height: 21px; ">游客出游应购买的几种保险</span><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><span style="font-family: Simsun; font-size: 14px; line-height: 21px; ">从2001年9月1日起，国家旅游局不再强制旅行社为游客购买旅游意外保险，为了获得更为完善的保障，建议游客可自行联系保险公司或通过旅行社与保险公司联系，按各自需要投保旅游保险。保险业内人士认为，一般游客出游应购买以下几种类型保险：&nbsp;</span><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><span style="font-family: Simsun; font-size: 14px; line-height: 21px; ">　　 旅游救助保险：中国人寿、中国太平洋保险与国际(SOS)救援中心联手推出的旅游救助险种，将原先的旅游人身意外保险的服务扩大，将传统保险公司的一般事后理赔向前延伸，变为事故发生时提供及时有效的救助。&nbsp;</span><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><span style="font-family: Simsun; font-size: 14px; line-height: 21px; ">　　 旅游救援保险：这种保险对于出国旅游十分合适。有了它的保障，旅游者一旦发生意外事故或者由于不谙当地习俗法规引起了法律纠纷，只要拨打电话，就会获得无偿的救助。&nbsp;</span><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><span style="font-family: Simsun; font-size: 14px; line-height: 21px; ">　　 旅游意外伤害保险：旅客在购买车票、船票时，实际上就已经投了该险，其保费是按照票价的5％计算的，每份保险的保险金额为人民币2万元，其中意外事故医疗金1万元。保险期从检票进站或中途上车上船起，至检票出站或中途下车下船止。&nbsp;</span><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><span style="font-family: Simsun; font-size: 14px; line-height: 21px; ">　　 旅游人身意外伤害保险：参加探险游和惊险游的游客最好购买，这类保险每份保险费为1元，保险金额最高可达1万元，每位游客最多可买10份保险。保险期限从游客购买保险进入旅游景点和景区时起，直至游客离开景点和景区。&nbsp;</span><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><span style="font-family: Simsun; font-size: 14px; line-height: 21px; ">　　 住宿游客人身保险：这类保险每份1元，从住宿之日零时起算，保险期限15天，期满后可以续保，每位游客可以购买多份，这类保险提供的保障主要有住宿旅客保险金5000元，住宿旅客见义勇为保险金1万元，为旅客随身物品遭意外损坏或被盗、被抢、丢失的补偿金200元。&nbsp;</span><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><br style="margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; font-size: 12px; font-family: Simsun; line-height: 21px; " /><span style="font-family: Simsun; font-size: 14px; line-height: 21px; ">　　 有关人士还提醒游客，旅游者人身意外伤害保险是由国家旅游管理部门以部门规章的形式加以约束的强制性保险，游客在跟随旅行社出游时，一定要明确自己应获得的保险权利。</span>', 2, 1, 2, 0, 1, 1, 5, 2, 0, 1331703173),
(24, 29, '日本的风俗习惯', '&nbsp;&nbsp;&nbsp;&nbsp;<p style="font-family: 宋体; font-size: 16px; line-height: 28px; ">日本以“礼仪之邦”著称，讲究礼节是日本人的习俗。平时人们见面总要互施鞠躬礼，并说“您好”，“再见”，“请多关照”等。</p><p style="font-family: 宋体; font-size: 16px; line-height: 28px; ">&nbsp;&nbsp;&nbsp;&nbsp;日本人初次见面对互换名片极为重视。初次相会不带名片，不仅失礼而且对方会认为你不好交往。互赠名片时，要先行鞠躬礼，并双手递接名片。接到对方名片后，要认真看阅，看清对方身份、职务、公司，用点头动作表示已清楚对方的身份。日本人认为名片是一个人的代表，对待名片就像对待他们本人一样。如果接过名片后，不加看阅就随手放入口袋，便被视为失礼。如果你是去参加一个商业谈判，你就必须向房间里的每一个人递送名片，并接受他们的名片，不能遗漏任何一个人，尽管这需要花费不少时间，但这是表示相互友好和尊敬的一种方式。</p><p style="font-family: 宋体; font-size: 16px; line-height: 28px; ">&nbsp; &nbsp;<span style="font-family: 宋体; font-size: 16px; line-height: 28px; ">到日本人家里去作客，要预先和主人约定时间，进门前先按门铃通报姓名。如果这家住宅未安装门铃，绝不要敲门，而是打开门上的拉门，问一声：“借光，里面有人吗？”，进门后要主动脱衣脱帽，解去围巾（但要注意即使是天气炎热，也不能光穿背心或赤脚，否则是失礼的行为），穿上备用的拖鞋，并把带来的礼品送给主人。当你在屋内就坐时，背对着门坐是有礼貌的表现，只有在主人的劝说下，才可以移向尊贵位置(指摆着各种艺术品和装饰品的壁龛前的座位，是专为贵宾准备的)。日本人不习惯让客人参观自己的住房，所以不要提出四处看看的请求。日本特别忌讳男子闯入厨房。上厕所也要征得主人的同意。进餐时，如果不清楚某种饭菜的吃法，要向主人请教，夹菜时要把自己的筷子掉过头来使用。告别时，要客人先提出，并向主人表示感谢。回到自己的住所要打电话告诉对方，表示已安全返回，并再次感谢。过一段时间后再遇到主人时，仍不要忘记表达感激之情。日本人设宴时，传统的敬酒方式是在桌子中间放一只装满清水的碗，并在每人面前放一块干净的白纱布，斟酒前，主人先将自己的酒杯在清水中涮一下，杯口朝下在纱布上按一按，使水珠被纱布吸干，再斟满酒双手递给客人。客人饮完后，也同样做，以示主宾之间的友谊和亲密。</span></p><p style="font-family: 宋体; font-size: 16px; line-height: 28px; "><span style="font-family: 宋体; font-size: 16px; line-height: 28px; ">&nbsp; &nbsp;<span style="font-family: 宋体; font-size: 16px; line-height: 28px; ">日本人无论是访亲问友或是出席宴会都要带去礼品，一个家庭每月要花费７. ５％的收入用于送礼。到日本人家去作客必须带上礼品。日本人认为送一件礼物，要比说一声“谢谢”的意义大得多，因为它把感激之情用实际行动表达出来了。给日本人送礼要掌握好“价值分寸”，礼品既不能过重，也不能过轻。若过重，他会认为你有求于他，从而推断你的商品或服务不好；若过轻，则会认为你轻视他。去日本人家作一般性拜访，带上些包装食品是比较合适的，但不要赠花，因为有些花是人们求爱时或办丧事时使用的。日本人对礼品讲究包装，礼品要包上好几层，再系上一条漂亮的缎带或纸绳。日本人认为，绳结之处有人的灵魂，标志着送札人的诚意。接受礼品的人一般都要回赠礼品。日本人不当着客人的面打开礼品，这主要是为了避免因礼品的不适而使客人感到窘迫。自己用不上的礼品可以转赠给别人，日本人对此并不介意。日本人送礼一般不用偶数，这是因为偶数中的“四”在日语中与“死”同音，为了避开晦气，诸多场合都不用“四”，久而久之，干脆不送二、四、六等偶数了。他们爱送单数，尤其是三、五、七这三个单数。但“九”也要避免，因为“九”与“苦”在日语中发音相同。</span></span></p>', 5, 4, 2, 0, 1, 1, 6, 2, 0, 1331703854),
(25, 2, '在发帖的时候，添加图片的方法', '<p><span style="font-family:Tahoma, ''Microsoft Yahei'', Simsun;color:#333333;"><img src="http://localhost/Public/images/a_d/picture.png" alt="" /><br /></span></p>', 2, 4, 1, 1, 1, 2, 17, 1, 1, 1331709839);
INSERT INTO `wo_weitie` (`weitie_id`, `user_id`, `title`, `content`, `forum_class_first`, `forum_class_second`, `count_comment`, `is_photo`, `iscomment`, `put`, `read_times`, `last_comment_user_id`, `last_comment_is_read`, `ctime`) VALUES
(26, 2, '一名大学毕业生的反思（上）', '<br /><table border="0" cellspacing="0" cellpadding="0" width="100%"><tbody><tr><td><p align="left"><strong>《一名大学毕业生的反思》全文完整版： </strong></p>  <p align="left"><strong>五年多以前，我进入了全国重点名牌大学：武汉大学读书。我抱着最理想的热情，以为从此走上了一条报效祖国，报效父母的人生坦途，以为我的人生即将要大展宏图！ </strong></p>  <p align="left"><strong>三年以前，抱着对“我的大学”最大的疑惑和不解，我辞去了分团委副书记的职务，开始认真地大量阅读和思考我的人生，我的大学，我的未来。试图找到对周围一切我无法理解问题的解决方案。这一次的决定，也意味着我放弃了原来一直抱有的，通过“从政”来为国家民族做贡献的“远大理想”。 </strong></p>  <p align="left"><strong>一年半以前，我自以为已经看清了中国大学的本质，不愿意再继续自欺欺人地“学”下去，主动放弃了学校保研的名额，退出了用青春和热血换取一纸毫无真实内容和分量文凭的游戏，退出了中国虚伪可笑的“精英学历社会”。决心进入企业，踏踏实实地从事“实业”，站到中国经济第一线，为国家和社会以及自己作真实的努力和贡献。因为我不想用镀金的“文凭”和“文化”来糊弄我自己，也糊弄其他人。 </strong></p>  <p align="left"><strong>今天，在毕业工作一年多后，在我的工作和能力已经得到老板和同事的肯定，马上就要派我出国任职的时候，我却辞职了。我不想违心地接受这个光荣，我决心到远在大山中的一所规模很小的，志在探索中国新教育模式的私立学堂，试图通过投身中国最缺乏，最需要的教育，来实现我人生最大的价值：为我热爱的中国，为中国的孩子和未来，也为我自己，做一点真正有意义的事情，而不是日复一日地在无望的等待中浪费掉自己的生命。 </strong></p>  <p align="left"><strong>因为，中国真正缺的不是钱，我缺的也不是钱。中国缺文化，缺教育。我也一样！ </strong></p>  <p align="left"><strong>周围的人都认为我疯了，鬼迷心窍了阿。放弃了中国人从小就灌输的，从小就追求的“最正宗”、“最正确”、“最理所当然”的道路的确令人不解。我也在认真地思考我这样做的理由。在这里，把自己对家人和朋友质疑的回答写出来。你们也可以自己评析：到底是我疯了，还是这个社会疯了？ </strong></p>  <p align="left"><strong>一、精神缺乏、游戏成风、学生忙着贴金、老师忙着项目——你认识这样的大学么？ </strong></p>  <p align="left"><strong>当我从那古朴典雅的建筑旁走过，再深入到自己的学习环境和学校其他地方后，我发现这个地方与我之前在书中读到的宁静的大学校园不同，这里各色人等纷纷扰扰，大小汽车进进出出，随处可见各式各样的商业海报或者广告，草坪上遛狗的大妈悠然自得。那种在中小学可以听到的琅琅书声在大学里却寥寥无几，大学怎么竟然不如小学？这些大学生们都不读书么？我很困惑。 </strong></p>  <p align="left"><strong>在正式开始上课之后，我更加见识了大学里很多人是怎么样上课的：早晨上课铃响了之后有很多人穿着拖鞋边吃早点慢悠悠地晃进教室，吃完早点后看看上面的老师，讲得没意思，于是爬着再补一觉。有的学生干脆一睡不起，大学里有句话是这样流传的：“一觉醒来一看表十点了，继续睡到十一点半，起来连早点、中饭一起吃了。”　晚上十一点后，应该是夜深人静、正值休息的时候，如果你此时走进大学里的男生寝室，你绝对可以看到他们的夜生活才“刚刚开始”，打游戏、玩麻将或者是看武侠小说，好不热闹。鲜见一起读书、共同讨论人生智慧的场景，相反可以看到很多的大学生去网吧包夜，或者在寝室联机打游戏，他们的日常交流沟通内容就是游戏，以至于很多学生迫不得已，为了和同寝室的哥们“打成一片”而“学习”打游戏。游戏已经成为了大学里男生的主要“学习内容”，而且不少人发奋用功地学习了四年。 </strong></p>  <p align="left"><strong>当我第一次在高我一级的学长寝室楼里看到凌乱的宿舍，散发着异味，一抬头就会看到一个蓬松的脑袋和迷离的眼神，我的灵魂被震撼了！我的心中真的不敢相信，这就是武汉大学的学生？空洞的眼神昭示着灵魂的无知和内心的空虚，在终日游戏的日子里打发自己的青春岁月！这是大学生么？这些人就是“为中华之崛起”而努力学习的新一代？我的内心里有一个强烈的声音告诉我：我绝对不要成为这个样子！ </strong></p>  <p align="left"><strong>我的一个同学，从大一到大四，四年的时间，除了考试和教室见个面，其他时间全部在寝室打游戏或者看武侠，反正大学里也没有人管。后来因为挂科太多被学院劝退，家长过来求情延缓时间，但于事无补，游戏照打不误，直到大四时无法毕业。另外一个同学，也是因为打游戏挂科太多被劝退，母亲来到学院跪在学院领导面前说：“我自己在家里吃剩的菜叶在供他读书，求你们给他一次机会吧！”当时我听到学院领导讲到这样的事情的时候，我的内心很受震撼。父母吃菜叶供孩子在城市里打游戏，混日子？还要求情“给机会”？给他继续游戏的机会吗？都说可怜父母心，我想起我辛勤劳作的父母，我想起那千百万把孩子送进大学的天下父母，他们都以为自己的子女在大学里“努力学习”，辛苦地赚钱，无私地供养儿女“上学”，让他们解除“后顾之忧”，不用担心生活的问题。殊不知如今大学校园里，有多少人是在游戏人生。用我在西安电子科技大学一位同学的话来说：“如果他的妈妈来在大学住一个星期，就一定会让他退学回去”。因为在中国“上大学”，可能是人生中一段最轻松愉快的时光了。大家可以游戏，看电视，逃课，武侠小说，这是很多大学男生的全部生活。女生呢？看韩剧，不少女大学生的主要学习内容就是看韩剧等各种连续剧，感情剧，一部接着一部。你能想象这就是“我的大学”么？很不幸的，这一切都是真实的，而且就发生在武大这样的名牌重点大学里。这些人考上大学的时候都是家里的骄傲、很多同学眼羡的对象，可是为什么他们在风华正茂的青春时代里，行为如此令人费解？当时的自己不得而知。当然，并不是所有的学生都这样混日子，大学里还是有很多人依然比较用功地学习，但是他们也一样困惑：让他们努力学习的原因主要是“恐惧”和压力：怕找不到好工作，怕考不上研究生。大家都听说就业很困难，武大每年找不到工作的毕业生都很多，因此不敢“放纵”自己。但是很少有学生努力学习是因为追求智慧，追求真理，为国为民而学。这些用功的学生虽然没有“游戏人生”，但是却生活在沉重的压抑心理状态下，思维往往呆滞，慢慢地走上一条被大学生们嘲笑的“越学越傻”的“傻博士”道路。实际上，每年大学里自杀的大学生，往往不是“不用功”的“坏学生”，而是这种心理严重压抑，用功学习的“好学生”。他们一样，从一进大学开始就碰到很多无法解决的困惑，同时被灌输着一些所谓“正确的发展方向”，他们只是愿意服从这些“权威结论”，以自我的压抑而不是以心灵的呼唤来“学习”，这难道就真的比“玩游戏”“看影碟”更好吗？大学的学习到底是要达到什么目的？大学生们为何都迷失了自己的理想。 </strong></p>  <p align="left"><strong>首先是专业的学习让人迷惑：很多老师照本宣科，大学里面真正关注教学、关心学生，有上课水平的老师越来越少了，不知道老师都在忙些什么。 </strong></p>  <p align="left"><strong>老师的本职工作应该是传业授道解惑，可是有的老师一个学期学生也见不了几次，派他的研究生来上课。后来我才明白原来他们都在忙着自己的项目和课题。大一的时候，我们通信工程专业有个博导带物理，学生的评价是这样：“还博导呢，都博成个啥了？讲得稀里糊涂，还经常不来上课。”。大学选用的教材令人费解，明明有很好的全国通用教材，比如高等数学的同济五版，却偏偏要选用自己学校编的教材，艰难晦涩，连选用的习题都是历年研究生考试的数一类，可能是编排教材的老师想提前让我们进行考研准备吧？　　后来才知道学校选用这种“自编教材”的原因，是老师们因为要“评职称”。需要“科研成果”，就东拼西凑的乱编一些“教材”来“完成任务”，这种放到书店里根本没有人会要的垃圾教材，他们就利用自己教学的权利，发给大学生们上课用。据说老师们也很可怜，每年都要完成所谓的“科研成果”，要写论文，出书来完成任务，否则就可能降职。有些老师没办法就自己花钱在外面找刊物发表文章，这种可以不花钱出教材，让学生买单的事情也很容易理解了。 </strong></p>  <p align="left"><strong>大学里的学生生涯，除了要求学生的专业学习之外，鲜有启迪心灵的声音，更重要的是缺乏指导大学生人生发展与定位的课程，能够让大学生明白自己为什么学，为什么活的课程。我自己学习的专业是电子信息科学类，和很多同学一样，我在必修的公选课如高等数学等认真学习，但是我在每天的专业学习之外内心十分彷徨，我不知道这个专业适合不适合自己，不知道这个专业意味着什么？不知道这个专业的社会发展方向和主流是什么？也不明白这个专业培养的目的是什么样的人才要求？我不知道该怎样进行大学的学习，更不知道前面的路在那里。我该怎样去一步步实现自己的理想？我碰到过很多的大学生也是如此。他们对于自己所选择的专业了解甚少。其实我觉得老师也根本不了解这些专业到底要做什么，后来知道大学里的管理人员，看专业叫什么名字容易吸引学生，就改个名字。看什么专业热门好找工作，就赶快“上马”一个专业，拼凑一些“课程”出来糊弄人就完事了。很多学生只是为了就业的方便而“选择专业”，但是当他们真正想去定位自己的时候，就反而陷入了“专业思维”而不能自拔。多数人只是为了一份工作而读一个热门的专业，却忘了去关注自己的兴趣、爱好，甚至综合能力的培养和理想的思考。 </strong></p>  <p align="left"><strong>《大学重建》让我开始了解大学的起源、存在的意义，那就是大学应该是一个社会的良知和思想发动器，大学应该为这个社会培养具有正义、勇气和智慧的学子，在他们走上社会之后能够有能力去逐步改善这个社会中不好的东西，促进社会的发展，并不断致力于人类物质社会的改造，以及科学、艺术文学等精神文明的探索和提升。 我听到了一些激动内心的声音，也似乎抓住了一些东西，但是我的内心依然彷徨，方向不明确，理想似乎越发遥远，而不知如何下手。同时，为什么我们的大学会是这个样子？为什么这么多的学生缺乏精神思考而且没有老师指引？除了在一些讲座上偶尔能够听到一些激动内心的声音外，为什么大学里的老师讲完课就像是打工混日子，无趣无内容，讲完就走人？为什么大学老师从来不与学生探讨人生智慧？为什么我们这么多的大学生对此熟视无睹？这些问题我不得而知，而我自己也在从事学生干部工作的道路上，碰到了更多的困惑。 </strong></p>  <p align="left"><strong>二、为什么要辞去团委副书记？ </strong></p>  <p align="left"><strong>大一时我参加学生会新闻部，然后做部长，和一群志气相投的朋友激扬文字，度过一段难忘的日子。在大二下的时候，成功竞选为分团委副书记兼学生会主席团成员。然而在半年后，我就毅然辞去了这个光鲜的职务，你可能会很惊讶，我不是有“总理的梦想”么？为什么要辞去呢？这可是走上“官员之路”的正途呀？在我最开始做学生会一个小小的部委时候，我只是抱着开阔眼界、锻炼自己的想法。到了后来做部长，在我的本职工作之外，我开始思考我做的事情作用在那里？到底能够做那些有价值的事情去服务同学？大学里的学生有很多的问题需要引导帮助，就像我自己内心就有很多的困惑需要解答，学生会做得这么多活动能够解决了么？没有。从我进学生会开始，我就抱着相机在各种各样的活动跑着，班团会、运动会、文艺比赛等等，在开始我很兴奋，因为生活很充实，活动的确还比较丰富多彩。但是慢慢的，我的内心开始不明白，我发现这些活动组织了、举办了、精彩了、笑过了，却没有更多的智慧启迪，似乎只是一个“政绩”的记录。那些游戏的大学生继续游戏，我内心对于理想的迷惘更没有在这些活动中得到解答。于是我开始不明白，为什么要花很大力气很多精力组织这一些形式上的活动，而不去关注学生真正的问题、做学生和大学里真正应该做的工作？那个时候我还是学生会的新闻部部长，在面临换届的时候我想过退出，我的内心已经隐约地告诉我这个地方不适合自己。但内心那个朦胧的梦想让我思考：如果我的“地位”更高一些，“权力”更大一些，如果自己可以领导团委和学生会，是不是就可以去做一些真正有意义有价值的事情了？自己也可以通过这个机会锻炼自己，以明确自己的方向。有很多的学生干部就是这样一步步走上从政之路的。于是我开始努力“提升自己”：凭借自己比较不错的实力和老师的信赖，我成功地竞选为学院的分团委副书记，这可能是学生中地位最高的“官”了。我的内心鼓足了干劲，我要做出一些真正对学生有帮助的事情。可是当真正到了这个位置时候，我才发现我是多么的天真：各种各样的活动，不是我们能够“安排”的，我们只是按照“上面老师”布置的既定程式和内容去走，想要改变其形式上的作用几乎不可能；学院的老师有自己的安排，校团委的领导有自己的想法，一切都要达到一个目的：活动要精彩，形式要多样!可是没有一个人去思考这样的活动带来的实际意义在那里。我发现自己更加没有个人的“自主权”，必须要面对更多的无聊会议，要去组织很多无意义的活动，这些会议、这些活动大多数对于服务学生或者实现自己的理想都根本没有什么作用，更没有办法去解决我所碰到的诸如沉迷网络游戏、缺乏精神风貌的现状，我甚至还失去了思考和学习提高的时间和空间。 </strong></p>  <p align="left"><strong>我的内心不明白：为什么我们不能针对性地去解决学生中切实存在的各种问题？为什么不在他们沉迷网络与游戏时加以规劝和引导，甚至采取一些强硬的措施？难道非得等到他们挂课后给予处分、开除学籍么？更有甚者，与其他学院的一些学生干部打交道后，我发现大学学生会里面的学生干部，有不少本人就是“游戏大学”的优等生，但是他们却因为和辅导员老师关系不错而成为学生干部，来帮助老师“管理学生”。这样的学生干部能够引领学生走向哪里？同时，这些人似乎非常自信自己是一个“精英团体”，个个都感觉良好。学生干部中开始有很多的饭局来“拉进”彼此的关系，喝酒甚至吸烟，所谓的“烟搭桥，酒开路”这样的话，我第一次就是从学生会主席的口里听到的，我很困惑，这是在读大学的有志青年学子么？这就是要引领国家未来的“精英集团”嘛？我们国家就缺这样的“人才”吗？ </strong></p>  <p align="left"><strong>当面对着这样的现状的时候，我的内心开始痛苦：我可以选择若无其事尽自己最大的努力做下去，反正都已经做到了这个地步，熬一两年就会有各种优秀的荣誉、保研的机会，通过这个平台可以一步步走上从政之路。但是，我也开始明白了，无论我将来的“地位”有多高，“权力”有多大，我都无法实现自己的理想，我是一个人在与一个庞大的，堕落的，只关心物质利益和为自己捞好处的集团体系作对。我如果想当上“总理”或者其他能够有决策权的位置，就必须跟他们一样混下去，否则早早就会被这个体制踢开。但我真的希望这样么？如果我把宝贵的时间都花在了一些根本不能起到实际作用的事情上，来收获一些所谓的荣誉和好处，我内心的困惑将怎么办？我之后的道路该怎样继续？难道这就是我的理想？　　 在经历了深入的思考后，任职半年我就毅然申请辞去这一职务。当时学院的老师很惊讶我的举动，在明确我执意要辞后，非常好心地建议我可以挂名不做事，这样在大四时候就可以获得保研的机会。我不愿意占这个便宜，告诉老师，既然要走就走个彻底，不需要挂名，我的内心不喜欢这样的方式。 </strong></p>  <p align="left"><strong>于是，我很高兴地脱离了很多无聊的“学生工作”，回到了没有会议，没有那么多我看不懂活动的自由日子。自己读书、听讲座、听武大的“周末艺苑”，让自己的内心自由自在地成长。我努力去重新定位自己的理想，因为我发现从政似乎不适合自己。剩下来的选择还有两个，一个就是大家都很热衷的，也是很传统的“实业救国”之路，我可以去帮助我们国家成为一个经济强国，也帮助自己成为一个“经济英雄”，做“李百万”　另外一条就是冷板凳的“学术之路”：考研，攻博，成为一个学者。我很敬佩经济学家林毅夫先生，当年作为热血青年，做为一个台湾军官，由于反对蒋家王朝的政治腐败，他“叛逃”到大陆。他当然可以享受“义士”级的待遇，在我国的“党政军”系统里快速地升职。但是，他当时叛逃台湾，绝对不是为了谋取物质利益，而是为了心中的热血理想。我想他后来离开政治圈子，走上学者之路，是不是跟我一样，发现在中国“从政”不能解决“为人民服务”的理想，只好去研究学问，去当学者。否则如果他叛逃的目的，仅仅是想当一个学者的话，当时的台湾条件更好，所以一定有他的难言之隐。他现在已经成为了世界经济学界最好的学者之一，还被提名诺贝尔经济学奖。 </strong></p>  <p align="left"><strong>到底那条路更有意义和价值呢？我努力去大量阅读，努力去思考，去发现各种线索和事实来帮助我决定，去解决我内心所有的困惑。 </strong></p>  <p align="left"><strong><br /></strong></p></td></tr></tbody></table>', 2, 2, 0, 0, 1, 1, 3, 0, 0, 1331731050),
(27, 2, '一名大学毕业生的反思（下）', '<table border="0" cellspacing="0" cellpadding="0" width="100%" class=" "><tbody><tr><td><p align="left"><strong>三、读懂“大学”，我发现“做学问”在大学也是一条走不通的死路。</strong></p><p align="left"><strong>我真的能够专专心心去做一个学者吗？像林毅夫那样？在不断地阅读和思考中，我对于大学的认识也越来越多，我也开始明白为什么这个曾经安静和充满追求智慧风气的象牙塔越来越千奇百怪。商业中逐利的浮躁气息充斥着整个校园，学术与商业的挂钩和教师职称评定的畸形化，使得大学校园里越来越多的老师不重视教学而忙于自己的项目，忙于发表论文。因为有了论文，有了项目，才会有职称和金钱，才会有房子、车子和各种名誉，这样的老师那里有时间去传业授道解惑呢？但是现在的大学校园里，基本上都是这样的老师。因为“理想型”的老师注定要被现实“淘汰”。别的学校不了解，但是全国有名的易中天，在武大的时候却因为个性独特，不愿流俗而被排挤，出走厦门大学。后来是学生们敬仰的武大四大名嘴之一的哲学教授赵林也要离开武大，引起学生轰动。后来据说校长看民意沸腾，才执意挽留赵林老师，勉强留了下来。但是根子上的问题并没有解决，因为我最近又听说专注学问的知名哲学教授邓晓芒要去华工。一个文科教授，却要离开以文科着名历史悠久的名牌大学，宁愿去一所工科大学任职，武大到底怎么了？珞珈山还是个做学问的地方吗？四大名嘴的尚重生教授也说：当年与他一起留校任教的早期很多有才华的老师，都离开武汉大学了。而且很多离开了大学，离开了学界。难道在中国，学者之路也同“从政”之路一样，是一条不可行的“梦幻之路”？中国之大，放得下一张安静的书桌吗？我很不安地探讨自己从事“学问之路”的可能性。越来越多地发现：所谓的“名牌大学”里，真正的学问根本没有地位。</strong></p><p align="left"><strong>老师不关心学问和学习。在这样的大学里，缺乏真正传道授业解惑的老师。因为老师在大学里其实是“弱势群体”，他们被一群根本不懂教育的教育官员们“管理”着，迫于生存压力，为了职称，为了提级，为了饭碗等等，不得不向畸形的评定机制屈服。能够独立思考和具有独立人格的老师，可能根本就不见容于这个教育官僚体制。连知名的教授如赵林，邓晓芒都不得不屈服于“体制”，连四大名嘴尚重生都不断地抱怨无法发挥所长，我一个小小的后生，真的能在“学问”的路上实现理想吗？很多博士生导师会派自己的研究生替代自己给本科生上课，自己忙项目，当老板，追逐金钱和权力地位，这与“官场”和“商场”又有什么不同呢？真正的不同，就是这里更虚伪，贴了一张“教育”的皮，所以更害人。</strong></p><p align="left"><strong>大学的领导不关心学问。他们不关心教师，仅仅是把教师当做打工仔。他们也不关心学生，不理会学生的愿望和要求。很多管学生的“大学领导”在学生面前高高在上，一副“官员”的样子。他们也不关心自己的毕业生到底受不受社会的欢迎，不关心学科的设计是不是符合教育和社会的要求。他们只关心“如何保住位置”，“如何捞取好处”，如何“买卖文凭”，如何与社会上的官员们“交易”。学校的老师告诉我：武汉大学授予了很多官员“特聘教授”的头衔拉拢他们，还送出大量的“博士学位”给各级官员，仅仅因为他们是有实权的“官员”，学校愿意“证明”他们“很有学问”，让他们捞一笔“学问资本”。这些都是公开的秘密。大家都知道前几个月武汉大学的两个校领导被抓，其中一个还是享有“国家荣誉”的获奖“杰出领导”，这暴露了大学一系列问题的冰山一角，据说出事以后，很多有实权的“大学领导”们都惶惶不安，生怕有一天查到自己头上来。我相信这不是武汉大学一家的事情，可能其他大学更腐败。可是，我关心的是：这说明了什么？这样的大学，难道真的有“大学精神”吗？真的是一个我要做学问的地方吗？</strong></p><p align="left"><strong>1.我缺钱么？我们的社会缺钱么？我的人生需要去做一件没人需要的事情吗？</strong></p><p align="left"><strong>现在我们的国家里，大家都在努力创造着物质的财富，每一个城市里可以看到很多忙忙碌碌的人，每个人都在辛苦的追逐着。特别是我在深圳工作，这个节奏很快的城市就是金钱驱动的城市。每一次，我坐公交车的时候，我都会留意下那些等车的和街上走过的人们，很多人的脸上都写着焦虑和疲惫。大家都在追求金钱以为会带来幸福，可是为什么都这么不快乐？望着车外的人们，我就问我自己：会不会有一天我也会变成跟他们一样？ 我问自己追求的幸福是什么？是更多的物质财富，不是，我想幸福于我而言，是一个健康的身体，一份开心有价值的工作并能保障物质生活，一个和睦的家庭。并能把这个幸福的圈子尽自己最大的能力去推广，那么我实业的梦想能够带给自己幸福和更多的人幸福么？</strong></p><p align="left"><strong>再看看我们的国家，改革开放三十年了，中国已经诞生了很多的企业，华为、联想、等等，人们已经创造积累了很多的物质财富，物质生活也越来越优越。而我们却越来越齐心协力地追求金钱，我们创造了很高的GDP，但同时我们面临着越来越多的社会问题：工业的发展带来了很多的环境污染，大都市白领的生理和心理健康每况日下，都市女性白领越来越多的人不能走进婚姻的殿堂，越来越多的高校毕业的大学生找不到工作，都市人在物质富足的表象里精神匮乏，借以酒吧、网络游戏、聚餐等打发时间，青少年儿童以及高校大学生自杀比率升高，流行文化越来越庸俗甚至恶俗化，以及我在大学所碰到的种种困惑，为什么会有这样的问题？怎样去解决？靠追求金钱可以么？</strong></p><p align="left"><strong>而这些问题却很实在地关乎我们每一个人的幸福，我们这个社会的整体幸福。但这一切，靠钱都不能解决，是要靠文化，靠智慧。如果金钱可以解决，那我们可以用钱买来生理和心理健康，可以买来家庭的幸福和谐，可以买来优秀的文化，我当然应该多赚钱。可惜这一切都买不来。</strong></p><p align="left"><strong>2． 为什么说中国缺乏真正的教育？</strong></p><p align="left"><strong>靠文化，靠智慧，人才能够得到幸福，国家才会真正强大。为什么一定要去做教育？答案是只有教育才能从根本上改变一个国家的素质，而我们目前的中国缺乏真正的教育，为什么这么说？看看教育和社会的现状以及我们传统文化的断层现象我们就可以明白。</strong></p><p align="left"><strong>我们的小学、中学乃至大学教育都在教学生不断地考试，关注考分，然而，做了那么多的试卷，考了那么多的试，拿了学士、硕士、博士文凭就能解决人生和幸福的问题吗？看一看现在的大学生面貌，有多少人不过是在混一张文凭而已，还自欺欺人地以为：这张文凭会给自己带来一份不错的工作和钱途，可能么？那么多经过高考的学生，走进大学为什么就失去了青年人本来应该有的朝气和活力？为什么他们沉迷网络游戏、在无聊中打发着自己最宝贵的年华？为什么那么多的人找不到工作呆在家里成为“啃老一族？”还有工作之后很多成为“月光一族”？我们最终都要走上社会，我们最终都要独立地去面对生活和生存，我们最终都要为人父母，我们最终都要赡养自己的父母，真正关乎我们人生幸福的问题，诸如怎样去强身健体，怎样去规划人生方向，怎样去处理婚姻问题，怎样去教育孩子，我们的教育有去关注或者启发我们去思考这些问题吗？难道我们的教育就是要在学校里培养一群考试的机器，然后出来成为一个工作的机器？老了成为一个等死的废物吗？</strong></p><p align="left"><strong>那么什么是真正的教育？德国二百年前的教育宣言曾经如此说道：教育的目的，不是培养人们适应传统的世界，不是着眼于实用性的知识和技能，而要去唤醒学生的力量，培养他们自我学习的主动性，抽象的归纳力和理解力，以便使他们在目前无法预料的种种未来局势中，自我做出有意义的选择。教育是以人为最高的目的，接受教育是人的最高价值的体现。</strong></p><p align="left"><strong>问一问亲爱的朋友们，在中国目前的小学、中学和大学校园里，有这样的教育么？没有，中国太缺乏真正的教育、缺乏真正的大学了！同时我们回过头来看看中国传统的知识分子是怎样做的，宋朝一代大儒张载曾如此说过：为天地立心，为生民立命，为往圣继绝学，为万世开太平！从此以后，这句话成为了中国知识分子的共识，而现在，我们的社会中有多少这样的学者？我们的大学里有多少这样的教授和博导？我们可以看到为各种利益集团说话的所谓“专家”，可以看到为了金钱奔波在官场和商场的教授和博导。</strong></p><p align="left"><strong>现在我们的社会很多人都在一味地追求金钱作为人生最高目标，从让我们痛恨的房地产商到现在的医院，从老师到卖奶粉的，很多人都忘了自己本职工作的职业道德，一味地拜金。缺乏文化和责任的富人们给我们的社会带来了越来越高的交易成本和越来越多的危害。我们可曾知道美国的清洁工人的工资可以达到年薪五六万，但是他们的房子只需要三十万左右的美金？而我们国内的老百姓却需要耗费两代甚至三代人的积蓄去买一套房子，就因为一些人昧着良心攫取高额利润，而让多少大学生一毕业就要面临这个严峻的人生大事，房子真的值那么多钱么？孟子曾经告诉过我们：上下交征利，国危矣。三鹿奶粉、各地不断的儿童血铅案例已经用血的事实不断地印证着这句话，而我们的社会还需要多少这样的例子来唤醒大家：如果仅为了钱而忘记了道德，昧了良知，我们的社会将走向何方？　　在这么一个逐利的社会里，究竟还有多少中国人会静下心来学习和传承我们博大精神的传统文化？《老子》、《论语》、《大学》、《金刚经》、《资治通鉴》等等，这些经典的遗产我们继承了么？我们该怎样把这些东西交给我们的下一代，如果不能交给，如果不能完成五千年里中国文化的传承，我们何以有颜面自称为中国人？</strong></p><p align="left"><strong>曾经有句话是这样说的，一个国家破亡而文化存在的民族，一定可以恢复国家（比如以色列），但一个文化破亡了的民族，无一例外地彻底从历史舞台上消失了，比如古巴比伦等。而正是由于这些精髓的传统文化丢失，我们的社会才变得越来越千奇百怪。</strong></p><p align="left"><strong>学校缺乏真正的教育导致了社会上很多人盲目逐利、精神空虚、各种社会问题曾出不穷，传统文化精髓遗失，后面两者又反过来影响着学校的教育，如此的恶性循环回把我们带向哪里？我们的后代将会生存在一个什么样的社会里？</strong></p><p align="left"><strong>究竟是这个社会在疯狂地走向一个危险的境地，还是我是一个疯子在危言耸听？</strong></p><p align="left"><strong>3．为中华之崛起做教育</strong></p><p align="left"><strong>考虑到如此的地步，我对于自己做实业的想法又发生了深深的怀疑，我对于自己，对于这个社会的生存发展产生了深深地担忧。一百多年前，梁启超先生曾写下《少年中国说》，一百多年后的今天，我们仍然面临着同样的问题，而且更加严重。只有从教育上去入手，培养优秀和有良知的公民及社会领袖，我们才有希望去改变我们社会中丑恶的一面，才能传承我们的文化，我们的子孙后代才会健康、幸福地生存在这块土地上，才能自豪地说：我是一个中国人！</strong></p><p align="left"><strong>因此我决定走进大山，去一个小小的私立学校做一名普通老师，学习中国博大精深的传统文化，习武修身，传播智慧。为我热爱的这个国家，为中国的孩子和未来，也为自己，去做一些真正有价值的事情！因为唯有文化方能立国，唯有真正的教育才能树人！唯有智慧方能让一个人拥有真正的幸福，让一个社会真正的和谐，让一个国家真正的强大！　　注：没有想到文章受到这么多人的关注，在此说明下——由于体制内教育的失败，我不可能加入任何一所官办的应试学校来实现自己做真正教育的理想，而选择了在大山里的这所私立精英学堂（别误会，不是农村支教，那样我再努力也只是为体制培养几个低级打工仔），不提学堂名字的原因，是因为避免有人说我是商业炒作（毕竟是私立的），玷污了这个神圣的教育理想。同时，这所学堂目前因为超前的教育理念，虽然规模不大，但影响力已波及全国，她必将成为中国未来先进教育的一个范例，因此我也不想借名生辉，借学堂出名。我更愿意贡献自己的一份力量，通过自己踏实的努力来让学堂因我而更荣耀而非相反。希望大家理解。</strong></p><p align="left"><strong>另外，我开始新的工作才两个月。在这里，我第一次尝到了“挫折”的感觉，相对于我一贯的“顺风顺水”，我在这里明显感到了自身能力的不足和思想的浅薄。相比一起工作的，跟我同年毕业的同事和朋友，我感到了实实在在的差异，我需要有更多的努力来提高和完善自己。但是，这反而让我更加高兴，更加认定了自己选择的正确：这是一个可以让我不断提高的地方，这是一个可以让我实现自己理想的地方，去实现自己的教育强国之梦----去不断提高自己和需要我帮助提高的人。</strong></p><p align="left"><strong>写这篇文章目的有两个：</strong></p><p align="left"><strong>1. 能够唤醒大学里沉睡的一部分人去思考自己的人生而非随波逐流、人云亦云，自助者天助之。</strong></p><p align="left"><strong>2. 引起更多的人对于教育的关注和反思，因为这关系着我们每一个人的幸福。我们不能因为老师、大学和社会对我们不负责任就放任自流，相反正因为学校和社会没有为我们负责，我们更要加倍地为自己负责，更要认真地思考和选择自己人生。如若能达到此两者，足矣，谢谢各位。</strong></p></td></tr></tbody></table><p><strong>&nbsp;</strong></p>', 2, 2, 1, 0, 1, 1, 5, 1, 1, 1331731081);

-- --------------------------------------------------------

--
-- 表的结构 `wo_weitie_comment`
--

CREATE TABLE IF NOT EXISTS `wo_weitie_comment` (
  `comment_id` bigint(22) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `weitie_id` int(11) NOT NULL,
  `recomment_id` bigint(22) NOT NULL DEFAULT '0',
  `content` text NOT NULL,
  `ctime` int(11) NOT NULL,
  PRIMARY KEY (`comment_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=40 ;

--
-- 转存表中的数据 `wo_weitie_comment`
--

INSERT INTO `wo_weitie_comment` (`comment_id`, `user_id`, `weitie_id`, `recomment_id`, `content`, `ctime`) VALUES
(1, 2, 2, 0, '谢谢 怎么没有发帖？这里不是来了嘛？？？呵呵呵', 1331201867),
(2, 2, 2, 0, '真的好高兴', 1331201903),
(5, 3, 2, 2, '加油', 1331203510),
(6, 3, 2, 1, 'bug已经修正', 1331203524),
(7, 2, 2, 6, '哟，唉 &nbsp; &nbsp;这个 &nbsp;这个 &nbsp;呵呵呵', 1331205313),
(8, 2, 6, 0, '哈哈哈哈，学姐你好幽默！！！！！！，你真快，我出去吃个饭，你就来了，呵呵 ，学姐啊<img alt="偷笑" src="/Public/xheditor/xheditor_emot/default/titter.gif" />', 1331216433),
(9, 2, 6, 0, '这个网站还在 &nbsp;公测，而且服务器 提供商的资金 还没有搞定，现在服务器还是试用期，呵呵，只能有7天，7天过后估计要重新，服务器，这期间也还有很多 debug 要处理，等过了这个公测期的时候，正式上线 的时候，要经常来光顾哦！！呵呵 到时候多做个宣传哈', 1331216568),
(11, 21, 6, 0, '<img alt="得意" src="/Public/xheditor/xheditor_emot/default/proud.gif" />使用QQ的表情会不会遭到版权的纠纷呀', 1331270668),
(12, 2, 6, 11, '不会哈,呵呵,这个不只是QQ 一个人有的饿,都在用呢', 1331432975),
(13, 30, 4, 0, '<img alt="奋斗" src="/Public/xheditor/xheditor_emot/default/struggle.gif" />', 1331454686),
(14, 2, 4, 13, '呵呵', 1331474407),
(15, 1, 8, 0, '你是复制的哇!还是手打的?', 1331556248),
(16, 2, 8, 15, '亲，你觉得呢？呵呵，多发发数据哇，用的期限快到了哦', 1331557558),
(17, 2, 14, 0, '这是真的还是假的哦', 1331557832),
(18, 2, 17, 0, 'ＩＴ　　　ｍｏｒｅ', 1331560701),
(19, 1, 17, 18, 'FROM EVERYTHING!', 1331561257),
(20, 3, 12, 0, '这个好看，以后可以分个区，专门是书法的', 1331566149),
(21, 2, 12, 20, '恩，好的', 1331566200),
(22, 2, 19, 0, '你厉害，怎么这个图片，你没有引用好哇', 1331644018),
(23, 6, 19, 22, '什么图片？我直接全部复制的，', 1331644275),
(24, 2, 15, 0, '这个，我不是发过了嘛，你没有看见？？发两次', 1331646371),
(25, 2, 19, 23, '哦，一杯咖啡奋斗20年，你要天天吃你妈妈做的饭，一辈子什么都不干了，就奋斗吧<img alt="大笑" src="/Public/xheditor/xheditor_emot/default/laugh.gif" />', 1331647058),
(26, 2, 16, 0, '好英明的决策，ipad &nbsp; I like!', 1331647230),
(27, 2, 17, 19, '<img alt="微笑" src="/Public/xheditor/xheditor_emot/default/smile.gif" />&nbsp;&nbsp;', 1331648860),
(28, 1, 21, 0, '不错!鼓掌!', 1331702592),
(29, 2, 21, 28, '必须的', 1331702873),
(30, 2, 23, 0, '不错，推荐为金典', 1331703287),
(31, 29, 23, 30, '嗦德斯勒~！', 1331703438),
(32, 2, 24, 0, '还日本的风俗习惯呢，不愧是导游哦 &nbsp;牛导！<img alt="偷笑" src="/Public/xheditor/xheditor_emot/default/titter.gif" />', 1331710156),
(33, 29, 24, 32, '我们旅游行业覆盖吃住行游购娱，我过两天再把成都所有知名酒店介绍贴上来！！！', 1331732171),
(34, 1, 27, 0, '学习了!', 1331733416),
(35, 1, 25, 0, '<img alt="偷笑" src="/Public/xheditor/xheditor_emot/default/titter.gif" />', 1331733465),
(36, 1, 18, 0, '高手!!!', 1331733491),
(37, 2, 18, 36, '你看看你收到通知没有？，这是恢复评论', 1331733537),
(38, 1, 21, 29, '<img alt="大笑" src="/Public/xheditor/xheditor_emot/default/laugh.gif" />', 1331733690),
(39, 1, 4, 14, '<img alt="大笑" src="/Public/xheditor/xheditor_emot/default/laugh.gif" />', 1331733855);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
